Repository: ebox/ebox
Catalog: ebox-remoteservices-1.2.3/po/*.po
Languages: fa

source: Access from control panel without password
fa: ﺪﺴﺗﺮﺳی ﺍﺯ پﻦﻟ ﻡﺩیﺭیﺕ ﺏﺩﻮﻧ گﺫﺭﻭﺍژﻩ

source: Access settings
fa: ﺖﻨﻇیﻡﺎﺗ ﺪﺴﺗﺮﺳی

source: Subscription data retrieved correctly
fa: ﺩﺍﺪﻫ ﻢﻠﺤﻗ<200c>ﺷﺪﻧ ﺐﻫ<200c>ﺩﺮﺴﺗی ﺩﺭیﺎﻔﺗ ﺵﺩ

source: Done
fa: ﺎﻨﺟﺎﻣ<200c>ﺷﺩ

source: User name
fa: ﻥﺎﻣ کﺍﺮﺑﺭی

source: eBox common name
fa: ﻥﺎﻣ ﻢﺗﺩﺍﻮﻟ ﺍی<200c>ﺏﺍکﺱ

source: eBox subscription details
fa: ﺝﺰﺋیﺎﺗ ﻢﻠﺤﻗ ﺵﺪﻧ ﺍی<200c>ﺏﺍکﺱ

source: Delete data
fa: ﺡﺬﻓ ﺩﺍﺪﻫ

source: Subscription to remote services
fa: ﻢﻠﺤﻗ<200c>ﺷﺪﻧ ﺐﻫ ﺱﺭﻭیﺱ<200c>ﻫﺍی ﺭﺎﻫ<200c>ﺩﻭﺭ

source: Subscribe
fa: ﻢﻠﺤﻗ ﺵﺪﻧ

source: Remote services
fa: ﺱﺭﻭیﺱ<200c>ﻫﺍی ﺭﺎﻫ ﺩﻭﺭ

source: Key for web subscription service not found
fa: کﻝیﺩ ﺏﺭﺍی ﺱﺭﻭیﺱ ﻊﺿﻭیﺕ ﻮﺑ یﺎﻔﺗ ﻦﺷﺩ

source: Inexistent backup: {n}
fa: پﺶﺗیﺏﺎﻧ ﻡﻮﺟﻭﺩ ﻥیﺲﺗ: {n}

source: No backups in server for host: {h}
fa: ﻩیچ پﺶﺗیﺏﺎﻧ<200c>ﻫﺍیی ﺩﺭ ﺱﺭﻭﺭ ﺏﺭﺍی ﻡیﺰﺑﺎﻧ ﻮﺟﻭﺩ ﻥﺩﺍﺭﺩ: {h}

source: Key for proxy backup service not found
fa: کﻝیﺩ ﺏﺭﺍی ﺱﺭﻭیﺱ پﺶﺗیﺏﺎﻧ پﺭﻭکﺱی یﺎﻔﺗ ﻦﺷﺩ

source: No ebox-services DNS key found
fa: ﻩیچ کﻝیﺩ DNS ﺱﺭﻭیﺱ<200c>ﻫﺍی ﺍی<200c>ﺏﺍکﺱ یﺎﻔﺗ ﻦﺷﺩ

source: Server {s} not found via DNS server {d}
fa: ﺱﺭﻭﺭ {s} ﺍﺯ ﻡیﺎﻧ ﺱﺭﻭﺭ DNS {d} یﺎﻔﺗ ﻦﺷﺩ

source: Cannot create SOAP connection
fa: ﻦﻣی<200c>ﺕﻭﺎﻧﺩ ﺎﺘﺻﺎﻟ SOAP ﺍیﺝﺍﺩ ﻦﻣﺍیﺩ

source: No domain key found for this service
fa: ﻩیچ کﻝیﺩ ﺩﺎﻤﻨﻫ<200c>ﺍی ﺏﺭﺍی ﺍیﻥ ﺱﺭﻭیﺱ یﺎﻔﺗ ﻦﺷﺩ

source: Key for service URN not found
fa: کﻝیﺩ ﺏﺭﺍی ﺱﺭﻭیﺱ URN یﺎﻔﺗ ﻦﺷﺩ

source: Control panel
fa: ﺺﻔﺤﻫ کﻦﺗﺮﻟ

source: Control center
fa: ﻡﺭکﺯ کﻦﺗﺮﻟ

source: Remote system backups
fa: پﺶﺗیﺏﺎﻧ<200c>ﻫﺍی ﺱﺎﻣﺎﻨﻫ ﺭﺎﻫ<200c>ﺩﻭﺭ

source: Backup deleted
fa: پﺶﺗیﺏﺎﻧ ﺡﺬﻓ ﺵﺩ

source: Restoring remote backup
fa: ﺏﺍﺯیﺎﺑی پﺶﺗیﺏﺎﻧ ﺭﺎﻫ<200c>ﺩﻭﺭ

source: Restoring modules from remote backup
fa: ﺏﺍﺯیﺎﺑی ﻡﺎﺟﻮﻟ<200c>ﻫﺍ ﺍﺯ پﺶﺗیﺏﺎﻧ ﺭﺎﻫ ﺩﻭﺭ

source: Module
fa: ﻡﺎﺟﻮﻟ

source: modules left to restore
fa: ﻡﺎﺟﻮﻟ<200c>ﻫﺍی ﺏﺎﻗیﻡﺎﻧﺪﻫ ﺏﺭﺍی ﺏﺍﺰﺑیﻥی

source: Restore successful
fa: ﺏﺍﺯیﺎﺑی ﻡﻮﻔﻗ ﺏﻭﺩ

source: Remote system backups proxy
fa: پﺶﺗیﺏﺎﻧ<200c>ﻫﺍی ﺱﺎﻣﺎﻨﻫ ﺭﺎﻫ<200c>ﺩﻭﺭ

source: Configuration backup
fa: پﺶﺗیﺏﺎﻧ پیکﺮﺒﻧﺩی

source: Restore
fa: ﺏﺍﺯیﺎﺑی

source: Delete
fa: ﺡﺬﻓ

source: Making remote backup
fa: ﺍیﺝﺍﺩ پﺶﺗیﺏﺎﻧ ﺭﺎﻫ<200c>ﺩﻭﺭ

source: Backing up modules
fa: پﺶﺗیﺏﺎﻧ<200c>گیﺭی ﻡﺎﺟﻮﻟ<200c>ﻫﺍ

source: Operation
fa: ﻊﻣﻮﻣی

source: operations left to finish backup
fa: ﺎﻗﺩﺎﻣﺎﺗ ﺏﺭﺍی ﺎﺘﻣﺎﻣ پﺶﺗیﺏﺎﻧ<200c>گیﺭی ﺏﺎﻗی<200c>ﻡﺎﻧﺩ

source: Backup successful
fa: ﺥﻭﺎﻨﻧﺪﻫ<200c>ﻫﺍی ﻢﺟﺍﺯ

source: Connection error
fa: ﺦﻃﺍی ﺎﺘﺻﺎﻟ

source: eBox remote services
fa: ﺥﺭﻮﺟ
