Repository: ebox/ebox
Catalog: client/egroupware/po/*.po
Languages: et

source: Groupware
et: Rühmavara

source: Create PostgreSQL user egroupware
et: PostgreSQL kasutaja eRühmavara loomine

source: This user will be the owner of the egroupware database
et: See kasutaja saab eRühmavara andmebaasi omanikuks

source: Create PostgreSQL egroupware database
et: PostgreSQL eRühmavara andmebaasi loomine

source: This database will store the data needed by eGroupware
et: Selles andmebaasis hoitakse eRühmavara jaoks vajalikke andmeid

source: To configure eGroupware access settings
et: eRühmavara juurdepääsu seadistamiseks

source: To allow local access to egroupware database
et: eRühmavara andmebaasi kohaliku juurdepääsu lubamiseks

source: username
et: kasutajanimi

source: groupname
et: grupi nimi

source: Application
et: Rakendus

source: Enabled
et: Lubatud

source: Applications
et: Rakendused

source: application
et: rakendus

source: Default Applications
et: Vaikimisi rakendused

source: These are the default application permissions that are given to the new created users or existing ones before enabling eGroupware module.
et: Need on vaikimisi rakenduste õigused, mis antakse uutele või juba loodud kasutajatele, enne eRühmavara mooduli lubamist.

source: Name
et: Nimi

source: Allowed Applications
et: Lubatud rakendused

source: User Defined Permission Templates
et: Määratud õiguste mallid

source: template
et: mall

source: Edit the permission templates with the allowed applications that can be assigned to users or groups.
et: Õiguste mallis saab muuta kasutajatele ja gruppidele lubatud rakendusi.

source: No domain selected
et: Domeeni ei ole valitud

source: You must have at least one virtual mail domain defined. You can define the at {ohref}Virtual Domains section{chref}
et: Määratud peab olema vähemalt üks virtuaaldomeen. Selle määramiseks mine {ohref}virtuaaldomeenide sektsiooni{chref}

source: You must have IMAP service enabled. You can enable it at {ohref} Mail General Configuration{chref}.
et: Lubatud peab olema IMAP teenus. Selle lubamiseks mine sektsiooni {ohref}üldine e-posti seadistamine{chref}.

source: The deleted virtual domain was selected for eGroupware. Maybe you want to select another one now.
et: Kustutatud virtuaaldomeen oli välja valitud eRühmavara jaoks. Võib olla soovid sa kohe valida uue virtuaaldomeeni.

source: Virtual Domain
et: Virtuaaldomeen

source: Virtual Mail Domain
et: Virtuaalne meilidomeen

source: Select the virtual mail domain to be used for eGroupware
et: Vali virtuaalne meilidomeen, mida eRühmavara poolt kasutatakse

source: eGroupware
et: eRühmavara

source: Once the module is enabled and you have created a user account, you can access the eGroupware web interface at http://<ebox_ip>/egroupware
et: Peale mooduli lubamist ja kasutajakonto loomist, saab eRühmavara veebiliidesse siseneda aadresilt http://<ebox_ip_aadress>/egroupware

source: EGroupware
et: eRühmavara
