Repository: ebox/ebox
Catalog: client/mailfilter/po/*.po
Languages: it

source: Mail filter
it: Filtro posta

source: External mail server {mta} removed. Remember to remove its mail domains from the external mail domain's list
it: Mail server esterno {mta} eliminato. Ricordati di eliminare tutti i domini di posta associati dall'elenco dei domini di posta esterni

source: Invalid mailbox type: {type}
it: Tipo di casella non valido: {type}

source: Learned from mailbox file
it: Appreso da file mailbox

source: {name} is already registered
it: {name} è già registrato

source: {name} added
it: {name} aggiunto

source: Denied settings changed
it: Impostazioni blocchi modificata

source: No changes were specified by the user
it: Nessuna modifica specificata dall'utente

source: {name} is not registered
it: {name} non è registrato

source: {name} removed
it: {name} eliminato

source: The specified sender is not in the ACL
it: Il mittente specificato non è nella ACL

source: Mail domain {domain} added to external domain's list.
it: Dominio di posta {domain} aggiunto all'elenco dei domini esterni.

source: Mail domain {domain} removed from external domain's list.
it: Dominio di posta {domain} eliminato dall'elenco dei domini esterni.

source: All entries were removed
it: Tutte le voci sono state eliminate

source: External mail server {mta} allowed. Remember to add its mail domains to the external mail domain's list
it: Server di posta esterno {mta} permesso. Ricorda di aggiungere tutti i suoi domini di posta all'elenco di domini di posta esterni

source: {ext} is not registered in the extensions list
it: {ext} non è registrata nell'elenco estensioni

source: {ext} is not registered in the mimeTypes list
it: {ext} non è registrato nell'elenco dei tipi MIME

source: MIME type
it: Tipi MIME

source: file extension
it: estensione file

source: The spam's autolearn threshold must be higher than 6.0
it: La soglia di autoapprendimento dello spam deve essere superiore a 6.0

source: The ham's autolearn threshold cannot be higher than spam's threshold
it: La soglia di autoapprendimento dello ham non può essere superiore alla soglia dello spam

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
it: La soglia di autoapprendimento dello spam non può essere inferiore alla soglia predefinita dello spam

source: The ham's autolearn threshold canot be higher or equal than the default spam level
it: La soglia di autoapprendimento dello ham non può essere superiore o uguale alla soglia predefinita dello spam

source: Spam threshold
it: Soglia dello spam

source: It must be a number(decimal point allowed)
it: Deve essere un numero (cifre decimali consentite)

source: The spam's threshold cannot be higher than its autolearn threshold
it: La soglia dello spam non può essere superiore alla sua soglia di autoapprendimento

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
it: La soglia dello spam non può essere inferiore o uguale alla sua soglia di autoapprendimento dello ham

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
it: Impossibile apprendere in quanto il filtro bayesiano è inattivo nella configurazione attuale. Per poter apprendere attiva il filtro bayesiano e registra le modifiche

source: Unsupported or incorrect input source format: {format}
it: Formato della sorgente in ingresso non supportato o errato: {format}

source: domain name
it: nome dominio

source: email address
it: indirizzo email

source: The sender can be either an email address or a domain name prefixed with '@'
it: Il mittente può essere o un indirizzo email o un nome con prefisso '@'

source: Mail filter settings
it: Impostazioni filtro posta

source: Virtual mail domain {vd} does not exist
it: Il dominio virtuale di posta {vd} non esiste

source: Cannot proceed because the filter is in use
it: Impossibile procedere in quanto il filtro è in uso

source: Mailfilter's port
it: Porta del filtro posta

source: The port {port} is already used by module {mod}
it: La porta {port} è già usato dal modulo {mod}

source: MTA's address
it: Indirizzo dell'MTA

source: Invalid external MTA {mta}. Local network addresses are not allowed
it: MTA esterno {mta} non valido. Gli indirizzi di rete locali non sono permessi

source: {mta} is already allowed
it: {mta} è già permesso

source: {mta} not found
it: {mta} non trovato

source: Mail domain
it: Dominio di posta

source: {domain} is already acknowledged as external mail domain
it: {domain} è già riconosciuto come dominio di posta esterno

source: Domain {domain} was not acknowledged as external mail domain
it: Il dominio {domain} non è stati riconosciuto come dominio di posta esterno

source: Administrator address
it: Indirizzo amministratore

source: policy type
it: tipo politica

source: filter type
it: tipo filtro

source: Mail filter system
it: Sistema di filtro posta

source: eBox internal mail filter
it: Filtro posta interno di eBox

source: Bad headers policy
it: Politica header cattivi

source: Virus policy
it: Politica virus

source: Virus database update status
it: Stato aggiornamento database virus

source: The last update failed at {date}
it: L'ultimo aggiornamento è fallito alle {date}

source: Update failed at {date}. Your version of freshclam is outdated.Please, install version {version} or higher
it: Aggiornamento fallito alle {date}. La tua versione di freshclam è vecchia. Prego installa la versione {version} o superiore

source: The last successful update was at {date}
it: L'ultimo aggiornamento effettuato correttamente stato alle {date}

source: {plural} which are not listed below are allowed
it: {plural} non in elenco sotto sono permessi

source: Banned files policy
it: Politica file proibiti

source: Deny
it: Nega

source: Actions
it: Azioni

source: Delete
it: Elimina

source: Add {element}
it: Aggiungi {element}

source: Name
it: Nome

source: All registered {plural}
it: Tutti i {plural} registrati

source: Delete them all
it: Eliminali tutti

source: The score threshold to mark a message as spam
it: Il punteggio soglia per segnalare un messaggio come spam

source: Spam subject tag
it: Tag di spam in oggetto

source: Tag which will be added to the spam mail subject
it: Tag che sarà aggiunto all'oggetto della posta spam

source: Use bayesian classifier
it: Usa classificator bayesiano

source: Auto-whitelist
it: Whitelist automatica

source: Change the score of mail according to the sender history
it: Modifica il punteggio della posta in base alla cronologia del mittente

source: Auto-learn
it: Apprendi automaticamente

source: Feedback the learning system with messages that reach the threshold
it: Gira al sistema di apprendimento i messaggi che raggiungono la soglia

source: Autolearn spam threshold
it: Soglia di apprendimento spam

source: Spam messages which a score equal or greater than this threshold will be added to the learning system
it: I messaggi spam con punteggio uguale o superiore a questa soglia saranno aggiunti al sistema di apprendimento

source: Autolearn ham threshold
it: Soglia di apprendimento ham

source: Ham messages which a score below this threshold will be added to the learning system
it: I messaggi ham con punteggio inferiore a questa soglia saranno aggiunti al sistema di apprendimento

source: Change
it: Modifica

source: Mailbox contains
it: La casella contiene

source: Mailbox
it: Casella

source: Train
it: Allena

source: Spam policy
it: Politica spam

source: Antispam options
it: Opzioni antispam

source: Antispam global sender access lists
it: Elenco accessi mittenti globale antispam

source: Spam filter training
it: Allenamento filtro spam

source: Sender
it: Mittente

source: Add sender to {type}
it: Aggiungi mittente a {type}

source: Service port
it: Porta servizio

source: Notify of non-spam problematic messages
it: Notifica messaggi non-spam problematici

source: Notification address
it: Indirizzo notifica

source: Notification
it: Notifica

source: External Mail server
it: Server di posta esterno

source: Allowed external mail servers
it: Server di posta esterni permessi

source: Add external mail server
it: Aggiungi server di posta esterno

source: External mail server
it: Server di posta esterno

source: External Mail domain
it: Dominio di posta esterno

source: External mail domains
it: Domini di posta esterni

source: Add external mail domain
it: Aggiungi dominio di posta esterno

source: External mail domain
it: Dominio di posta esterno

source: Use virus filtering
it: Usa filtro virus

source: The "{name}" setting will not have effect until the antivirus service will be enabled in the mail filter
it: L'impostazione "{name}" non avrà effetto fino all'attivazione del servizio antivirus nel filtro di posta

source: Use spam filtering
it: Usa filtro spam

source: The "{name}" setting will not have effect until the antispam sergice will be enabled in the mail filter
it: L'impostazione "{name}" non avrà effetto fino all'attivazione del servizio antispam nel filtro di posta

source: Use default spam threshold (current value is {v})
it: Usa la soglia di spam di default (il valore attuale è {v})

source: Spam threshold for {domain} virtual domain
it: Soglia di spam per il dominio virtuale {domain}

source: Mail filter options
it: Opzioni filtro posta

source: Antispam sender access lists
it: Elenco accessi mittente antispam

source: General
it: Generale

source: Extensions filter
it: Filtro estensioni

source: MIME Type filter
it: Filtro tipi MIME

source: Bad formed headers
it: Header malformati

source: Pass
it: Passa

source: Reject
it: Rifiuta

source: Bounce
it: Rimbalza

source: Discard
it: Elimina
