Repository: ebox/ebox
Catalog: client/asterisk/po/*.po
Languages: es, sr

source: eBox VoIP system
es: Sistema Voz IP de eBox
sr: eBox VoIP sistem

source: VoIP
es: Voz sobre IP

source: To configure enabled and disabled modules.
es: Para configurar los módulos habilitados o deshabilitados.
sr: Konfiguracija modula.

source: To configure the Realtime interface.
es: Para configurar la interface Realtime.
sr: Konfiguracija Realtime interface-a.

source: To configure the LDAP Realtime driver.
es: Para configurar el controlador LDAP Realtime
sr: Konfiguracija LDAP Realtime driver-a.

source: To configure the common SIP and IAX users.
es: Para configurar los usarios comunes de SIP e IAX
sr: Konfiguracija zajedničkih SIP i IAX korisnika.

source: To configure the SIP trunk for local users and external providers.
es: Para configurar el troncal SIP para usuarios locales y proveedores externos.
sr: Konfiguracija SIP trunk-a lokalnih korisnika i externih provider-a.

source: To configure the RTP port ranges.
es: Para configurar el rango del puerto RTP.
sr: Konfiguracija RTP port opsega.

source: To configure the dialplan.
es: Para configurar el plan de marcado.
sr: Konfiguracija plana Tel-biranja.

source: To configure the voicemail.
es: Para configurar el buzón de voz.
sr: Konfiguracija voicemail-a.

source: To configure the conferences.
es: Para configurar las conferencias.
sr: Konfiguracija konfernciskih poziva.

source: To configure the music on hold.
es: Para configurar la música en espera.
sr: Konfiguracija muzike za pozive na čekanju.

source: To configure DTMF behaviour.
es: Para configurar el comportamiento DTMF.
sr: Konfiguracija DTMF-a.

source: Meetings
es: Conferencias
sr: Sastanci

source: Voicemail
es: Buzón de voz

source: User
es: Usuario
sr: Korisnik

source: Address
es: Dirección
sr: Adresa

source: Status
es: Estado

source: No users connected.
es: No hay usuarios conectados.
sr: Nema konektovanih korisnika.

source: Room {name} active for {rtime}
es: Sala {name} activa durante {rtime}
sr: Soba {name} aktivan za {rtime}

source: Time Connected
es: Tiempo conectado
sr: Konekcija trajala

source: VoIP Online Users
es: Usarios on-line de VoIP
sr: VoIP Online Korisnici

source: VoIP Users in Meetings
es: Usuarios de VoIP en reuniones
sr: VoIP Korisnici na Sastancima

source: Date
es: Fecha
sr: Datum

source: From
es: De
sr: Od

source: To
es: Para
sr: Za

source: Duration
es: Duración
sr: Trajanje

source: Channel
es: Canal
sr: Kanal

source: Destination Channel
es: Canal destino
sr: Ciljani kanal

source: Application
es: Aplicación
sr: Aplikacija

source: Application Data
es: Datos de aplicación
sr: Aplikacioni podaci

source: Event
es: Evento
sr: Događaj

source: Answered
es: Respondida
sr: Odgovoreno

source: No Answer
es: Sin respuesta
sr: Nema odgovora

source: Busy
es: Ocupado
sr: Zauzeto

source: Failed
es: Fallada
sr: Neuspelo

source: User extension
es: Extensión del usuario
sr: Korisnička extenzija

source: Extension
es: Extensión
sr: Extenzija

source: Queue extension
es: Extensión de cola
sr: Extenzija iz reda

source: group
es: grupo
sr: grupa

source: username
es: usuario
sr: Korisničko ime

source: You must install dahdi and dahdi-modules-ebox packages to use Meetings.
es: Debes instalar los paquetes dahdi y dahdi-modules-ebox para usar las conferencias.
sr: Korisnik mora instalirati dahdi-linux i dahdi-tools paketinstalacije da bi koristio Sastanke.

source: extension
es: extensión
sr: extenzija

source: A number between {min} and {max}.
es: Un número entre {min} y {max}
sr: Broj između {min} i {max}

source: Password
es: Contraseña
sr: Lozinka

source: Description
es: Descripción
sr: Opis

source: List of Meetings
es: Listas de Conferencia
sr: lista sastanaka

source: meeting
es: conferencia
sr: sastanci

source: Asterisk Account
es: Cuenta Asterisk
sr: Asterisk nalog

source: Voicemail settings
es: Configuración de buzón de voz
sr: Voicemail konfiguracija

source: New password
es: Nueva contraseña
sr: Nova lozinka

source: Mail address
es: Dirección de correo
sr: E-Mail adresa

source: Attach messages
es: Adjuntar mensajes
sr: Prikači poruku

source: Delete sent messages
es: Borrar mensajes enviados
sr: Obriši poslate poruke

source: Change your Voicemail settings
es: Cambiar configuración del buzón de voz
sr: Promeni Voicemail konfiguraciju

source: Settings successfully updated
es: Configuración actualizada
sr: Konfiguracija obnovljena

source: You have not an VoIP account. Maybe VoIP is not enabled in this server
es: No dispone de una cuenta de VoIP. Tal vez el módulo de VoIP esté desactivado en este servidor
sr: Vi nemate VoIP nalog.VoIP je možda isključen na serveru.

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
es: Las redes asociadas directamente a interfaces internos, como {net} son siempre consideradas redes locales, así que es no necesario añadirlas.
sr: Mreže direktno povezane internim interface-ima, kao {net}, se uvek smatraju lokalnim mrežama te ih nije neophodno dodavati.

source: Local network
es: Red local
sr: Lokalna mreža

source: Local networks
es: Redes locales
sr: Lokalne mreže

source: local network
es: red local
sr: lokalna mreža

source: Enable demo extensions
es: Habilitar extensiones de prueba
sr: Dozvoli demo extezije

source: Enable outgoing calls
es: Llamadas salientes habilitada.
sr: Dozvoli spoljne pozive

source: Voicemail extension
es: Extensión del buzón de voz
sr: Voicemail extenzije

source: VoIP domain
es: Dominio Voz IP

source: General configuration
es: Ajustes de la configuración general
sr: Opšta konfiguracija

source: General Asterisk server configuration
es: Configuración general del servidor Asterisk
sr: Opšta konfiguracija Asterisk server-a

source: General Asterisk server configuration updated.
es: Configuración general del servidor Asterisk actualizada
sr: Ažurirana je opšta konfiguracija Asterisk server-a

source: Custom
es: Personalizado
sr: Ručno

source: Provider
es: Proveedor
sr: SIP provider

source: Name
es: Nombre
sr: Ime

source: VoIP service provider name.
es: Nombre del proveedor del servicio VoIP
sr: VoIP ime servis provifer-a.

source: Username
es: Usuario
sr: Korisničko Ime

source: Server
es: Servidor

source: Recipient of incoming calls
es: Receptor de llamadas entrantes
sr: Primalac dolaznih poziva

source: Extension recipient of incoming calls through the provider.
es: Extensión receptora de llamadas entrantes a través del proveedor.
sr: Extension primalac dolaznih poziva prko-kroz provider-a.

source: SIP provider
es: Proveedor SIP

source: SIP provider for outgoing calls configuration.
es: Configuración del proveedor SIP para llamadas salientes
sr: Konfiguracija odlaznih poziva SIP provider-a

source: SIP provider configuration updated.
es: Configuración del proveedor SIP actualizada
sr: Konfiguracija SIP provider-a ažurirana

source: eBox VoIP Credit: make low-cost VoIP calls to mobile phones and landlines directly with eBox. Purchase the VoIP credit you need directly at the {ohref}eBox on-line store{chref}!
es: Créditos VoIP eBox: realiza llamadas VoIP de bajo coste a fijos y móviles directamente con eBox. Compra los créditos de VoIP que necesites directamente en la {ohref}Tienda on-line de eBox{chref}!
sr: eBox VoIP Credit: čine niske cene VoIP poziva na mobilne i fiksne telefone direktno sa e-box-a.Kupite VoIP kredit direktno na {ohref}eBox on-line prodavnica{chref}!

source: eBox is behind NAT
es: eBox está detrás de NAT
sr: eBox je iza NAT-a

source: NAT configuration
es: Configuración NAT
sr: NAT konfiguracija

source: NAT Asterisk server configuration
es: Configuración NAT del servidor Asterisk
sr: Konfiguracija NAT Asterisk server-a

source: NAT Asterisk server configuration updated.
es: Configuración NAT del servidor Asterisk actualizada
sr: Konfiguracija NAT Asterisk server-a ažurirana

source: Asterisk module
es: Módulo Asterisk
sr: Asterisk modul

source: Asterisk group queue
es: Cola de Asterisk del grupo
sr: Asterisk grupa po redu

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
es: No hay usuarios en este grupo o los usuarios no tienen una cuenta Asterisk, por tanto la cola no puede ser creada.
sr: Nemate korisnika u ovoj grupi ili korisnik nema Asterisk nalog, te se ne može urediti.

source: Group queue
es: Cola de grupo
sr: Grupno uređenje

source: Disabled
es: Deshabilitado
sr: Onemogućen

source: Enabled
es: Habilitado
sr: Omogućen

source: Change
es: Cambiar
sr: Promeni

source: The following settings only will take effect when the Asterisk module is enabled.
es: Las siguientes opciones solo serán efectivas cuando se active el módulo de Voz IP.
sr: Ova podešavanja će biti moguća samo ako je Asterisk modul uključen(enabled).

source: Asterisk account
es: Cuenta Asterisk
sr: Asterisk nalog

source: Password for Asterisk service is the user password
es: La contraseña para el servicio de Asterisk es la contraseña de usuario
sr: Lozinka Asterisk servisa je ujedno i korisnička lozinka

source: User account
es: Cuenta de usuario
sr: Korisnički nalog

source: General
sr: Opšte

source: No
sr: Ne
