Repository: ebox/ebox
Catalog: client/monitor/po/*-sory.po
Languages: es

source: Collectd main configuration file
es: Se ha recogido la configuración del archivo principal

source: Collectd threshold configuration file
es: Se ha recogido la configuración del archivo umbral

source: System load
es: Carga del sistema

source: Collect the system load that gives a rough overview of the system usage
es: Recoger la carga del sistema que da una visión muy general del uso del sistema

source: short term
es: a corto plazo

source: mid term
es: a medio plazo

source: long term
es: a largo plazo

source: CPU {no} usage
es: uso de la CPU {no}

source: CPU usage
es: Uso de la CPU

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
es: Recoger el tiempo que ha invertido la CPU en los diferentes estados: al ejecutar el código de usuario, al ejecutar el código de sistema, al esperar operaciones de E/S y el tiempo en estado ocioso.

source: idle
es: Ociosa

source: user
es: usuario

source: interrupt
es: interrumpir

source: nice
es: prioridad

source: soft interrupt
es: interrupción de software

source: system
es: sistema

source: wait
es: esperar

source: value
es: valor

source: free in {partition}
es: libre en {partition}

source: used in {partition}
es: ocupado en {partition}

source: File system usage
es: Uso de sistema de ficheros

source: Collect the mounted file system usage information as "df" command does
es: Recopilar el uso del sistema de ficheros montados como lo hace el comando "df"

source: Physical memory usage
es: Uso de la memoria física

source: Collect the physical memory usage
es: Recopilar el uso de la memoria física

source: free
es: libre

source: page cache
es: caché de páginas

source: buffer cache
es: caché de búfer

source: used
es: ocupado

source: temperature
es: temperatura

source: cooling device
es: dispositivo de refrigeración

source: Temperature for {what}
es: Temperatura para {what}

source: Thermal
es: Temperatura

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
es: Recoger, si es posible, información sobre la temperatura de los sensores de la CPU desde {dir}

source: At least a threshold (maximum or minimum) must be set
es: Debe introducirse al menos un umbral de valores (máximo o mínimo)

source: This threshold rule will override the current ones
es: La regla del umbral tendrá prioridad sobre las actuales

source: Current monitoring tool version does not support distinction among data sources
es: La versión de la herramienta de monitorización actual no soporta distinciones entre las fuentes de datos

source: Failure minimum
es: Nivel mínimo para que se ejecute un error

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
es: Introduce el límite mínimo de valores aceptables. Si no está definido se establecerá un valor igual a un infinito negativo

source: Warning minimum
es: Nivel mínimo para que se produzca una advertencia

source: If the value is less than this value and greater than {fmin} a warn event is sent
es: Si el valor es inferior a éste valor pero superior a {fmin} se enviará un evento de advertencia

source: failure minimum
es: Nivel mínimo para que se ejecute un error

source: Warning maximum
es: Nivel máximo para que se produzca una advertencia

source: If the value is greater than this value and less than {fmax} a warn event is sent
es: Si el valor es superior a éste valor pero inferior a {fmax} se enviará un evento de advertencia

source: failure maximum
es: Nivel máximo para que se ejecute un error

source: Failure maximum
es: Nivel máximo para que se ejecute un error

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
es: Introduce el límite máximo de valores aceptables. Si no está definido se establecerá un valor igual a un infinito positivo

source: Invert
es: Invertir

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
es: Si se establece a verdadero, el rango de valores aceptables se invierte, por ejemplo, los valores entre {fmin} y {fmax} ({wmin} y {wmax}) no estarían bien

source: warning minimum
es: Nivel mínimo para que se produzca una advertencia

source: warning maximum
es: Nivel máximo para que se produzca una advertencia

source: Persistent
es: Persistente

source: If set to true, an event will be dispatched for each value that is out of the acceptable range. If set to false, only a change from an acceptable value to an unacceptable one will be dispatched
es: Si se establece a verdadero, el evento se emitirá para cada valor que esté fuera del rango aceptable. Si se establece a falso, sólo se emitirá el cambio de un valor aceptable a uno inaceptable.

source: Measure instance
es: Instancia de medida

source: Type
es: Tipo

source: Data Source
es: Fuente de datos

source: Threshold configuration
es: Configuración umbral

source: Threshold's list
es: Lista del umbral

source: Threshold
es: Umbral

source: Every check is done with the highest possible resolution: {nSec} seconds
es: Cada comprobación se llevará a cabo a la resolución más alta posible: {nSec} segundos

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
es: Atención: esta configuración sólo se aplicará si el monitor {openhref} observador de eventos está habilitado {closehref}

source: Measure
es: Medida

source: Thresholds
es: Umbrales

source: Configure monitor watchers
es: Configurar los observadores de monitor

source: measure
es: medida

source: Every measure may have several thresholds to monitor
es: Cada medida contará con varios umbrales que monitorizar

source: not applicable
es: no es aplicable

source: any
es: cualquiera

source: Last hour
es: Última hora

source: Last day
es: Último día

source: Last month
es: Último mes

source: Last year
es: Último año

source: Monitoring
es: Monitorización en proceso

source: Notify when a certain value has reached a certain threshold
es: Notificar cuando algún valor haya alcanzado alguno de los umbrales

source: {what} "{dS}" is currently {value}.
es: {what} "{dS}" tiene actualmente un valor de {value}.

source: That is within the {severity} region of {minBound} and {maxBound}.
es: Eso está entre la región {severity} a un límite mínimo de {minBound} y máximo de {maxBound}.

source: That is above the {severity} threshold of {bound}.
es: Eso está por encima del umbral {severity} a un límite de {bound}.

source: That is below the {severity} threshold of {bound}.
es: Eso está por debajo del umbral {severity} a un límite de {bound}.
