Repository: ebox/ebox
Catalog: release-0.10/client/squid/po/*.po
Languages: tr

source: module status
tr: Modul durumu

source: HTTP Proxy
tr: HTTP vekil sunucusu

source: Attribute Name
tr: Öznitelik ismi

source: Name
tr: İsim

source: Deny
tr: Engelle

source: New {type} SHOULD be lower than {number} characters
tr: Yeni {type} en azından {number} karakter olmalıdır

source: Extension
tr: Uzantı

source: MIME type
tr: MIME türü

source: The {type} SHOULD have the following syntax: "word/word"
tr: {type} yandaki gibi tanımlanmalıdır: "word/word"

source: The {type} SHOULD be in IANA type. Check this link: {url} for details
tr: {type} bir IANA türünde olmalıdır. Detaylar için {url} adresini kontrol edin

source: File extension {name} added correctly
tr: {name} dosya uzantısı başarılı bir şekilde eklendi

source: File extension {name} is already in the list
tr: {name} dosya uzantısı önceden listeye alınmış

source: MIME type {name} added correctly
tr: {name} MIME türü başarılı bir şekilde eklendi

source: MIME type {name} is already in the list
tr: {name} MIME türü önceden listeye alınmış

source: Configure allowed MIME types
tr: İzin verilen MIME türlerini ayarla

source: or something starting with "x-".
tr: ya da bazen "x-" ile başlar

source: Add a new MIME type with the following syntax: type/subtype Where type can be: {types}
tr: Yeni MIME türünü yandaki şekilde ayarlayabilirsiniz: kategori/alt kategori. Olası kategoriler şunlardır: {types}

source: HTTP proxy policy
tr: HTTP vekil sunucu ilkeleri

source: Configure allowed extensions
tr: İzin verilen eklentileri ayarla

source: Add a new file extension without dot. Like "pdf"
tr: Yeni dosya eklentilerini nokta koymadan ekleyin (örn.: pdf)

source: content filter threshold
tr: İçerik süzgeç eşiği

source: transparent proxy
tr: Saydam vekil sunucu

source: listening port
tr: Kullanılan port

source: global policy
tr: Genel ilkeler

source: {attr} has been deleted successfully
tr: {attr} başarılı bir şekilde silindi

source: All file extensions have been deleted
tr: Bütün dosya eklentileri silindi

source: All MIME types have been deleted
tr: Bütün MIME türleri silindi

source: domain name
tr: Alan ismi

source: action
tr: İşlem

source: Allowed domains
tr: İzinli alan isimleri

source: Banned domains
tr: Yasaklı alan isimleri

source: You must set the cache_mem variable in the ebox configuration file
tr: cache_mem değişkenini ebox ayar dosyanızda tanımlamanız gereklidir.

source: object
tr: Nesne

source: Squid listening port
tr: Squid kullanım portu

source: DansGuardian listening port
tr: DansGuardian kullanım portu

source: Policy '{policy}' is invalid
tr: '{policy}' ilkesi geçersiz

source: domain
tr: Alan

source: Threshold
tr: Kapasite

source: Proxy
tr: Vekil sunucu

source: Enabled
tr: Etkin

source: Disabled
tr: Etkisiz

source: Transparent proxy
tr: Saydam vekil sunucu

source: Allow
tr: İzin ver

source: Filter
tr: Süzgeç

source: Global policy
tr: Genel ilkeler

source: Listening port
tr: Kullanılan port

source: HTTP proxy
tr: HTTP vekil sunucusu

source: General
tr: Genel

source: Extensions filter
tr: Eklenti süzgeci

source: Policy
tr: İlkeler

source: Date
tr: Tarih

source: Host
tr: Makina

source: Bytes
tr: Bayt

source: Event
tr: Olay

source: Accepted
tr: İzin verilen

source: Denied
tr: Yasaklanan

source: Filtered
tr: Süzgeçlenen

source: Add here those domains which you want to allow access.
tr: Erişimine izin vermek istediğiniz alan adı isimlerini buraya girin

source: Add here those domains which you do not want to allow access.
tr: Erişimini yasakladığınız alan adı isimilerini buraya girin

source: HTTP Proxy service status
tr: HTTP vekil sunucu durumu

source: General Settings
tr: Genel Ayarlar

source: Please note that if you set a configuration which prevents you from connecting to the administration interface through the proxy, you must then connect to it directly
tr: Vekil sunucu üzerinden internet erişimini yasaklamak için yönetici web arayüzüne doğrudan bağlanmanız gerektiğini lütfen unutmayın.

source: Content filter threshold
tr: İçerik süzgeç kapasitesi

source: Very permissive
tr: Her şeye açık

source: Permissive
tr: Açık

source: Medium
tr: Orta

source: Strict
tr: Sıkı

source: Very strict
tr: Herşeye çok sıkı

source: Change
tr: Değiştir

source: Introduce domains in this way:
tr: Alan adı isimlerini bu şekilde girin:

source: Domain
tr: Alan ismi

source: Action
tr: İşlem

source: Add
tr: Ekle

source: Delete
tr: Sil

source: When the filter content is enabled you can select those file {name} which are denied to download
tr: İçerik süzgeçleme etkili hale getirilirse {name} dosyalarını seçebilirsiniz (bu dosyaların indirilmesine izin verilmez)

source: extensions
tr: Dosya uzantıları

source: MIME types
tr: MIME türleri

source: Actions
tr: İşlem

source: All extensions
tr: Bütün uzantılar

source: All MIME types
tr: Bütün MIME türleri

source: Delete them all
tr: Hepsini sil

source: Are you sure you want to delete all file extensions?
tr: Bütün dosya uzantılarını silmek istediğinizden emin misiniz?

source: Are you sure you want to delete all MIME types?
tr: Bütün MIME türlerini silmek istediğinizden emin misiniz?

source: Choose the object whose state you want to change and click in the arrow to move it to the desired column.
tr: Durumunu değiştirmek istediğiniz nesneyi seçin. Sonra yön tuşlarını kullanarak götürmek istediğiniz sütuna taşıyın.

source: Allowed
tr: İzin verildi

source: Empty list
tr: Liste boş

source: Move selected objects to the filtered column
tr: Seçili nesneleri süzgeçlendi sütununa taşı

source: Ban
tr: Yasakla

source: Move selected objects to the banned column
tr: Seçili nesneleri yasakla sütununa taşı

source: Move selected objects to the unfiltered column
tr: Seçili nesneleri süzgeçlenmedi sütununa taşı
