Repository: ebox/ebox
Catalog: release-0.9/client/dhcp/po/*.po
Languages: pt_br

source: Interface
pt_br: Placa de Rede

source: Name
pt_br: Nome

source: From
pt_br: De

source: To
pt_br: Para

source: module status
pt_br: status do módulo

source: IP address
pt_br: Endereço IP

source: Module Status
pt_br: Status do Módulo

source: {iface} is not static
pt_br: {iface} não é estática

source: Gateway IP address
pt_br: Endereço IP do Gateway

source: {gateway} is not in the current network
pt_br: {gateway} não está na rede atual

source: Nameserver IP address
pt_br: Endereço IP do DNS Server

source: "From" IP address
pt_br: "De" Endereço IP

source: "To" IP address
pt_br: "Para" endereço IP

source: {from}-{to} is an invalid range
pt_br: {from}-{to} não é um range válido

source: Range {from}-{to} is not in network {net}
pt_br: Range {from}-{to} não está na rede{net}

source: Range {new_from}-{new_to} includes interface IP address: {iface_ip}
pt_br: Range {new_from}-{new_to} está incluso no endereço IP:{iface_ip}

source: Range {new_from}-{new_to} overlaps with range '{range}': {old_from}-{old_to}
pt_br: Range{new_from}-{new_to} é redundante com range '{range}': {old_from}-{old_to}

source: Range {new_from}-{new_to} includes fixed address '{name}': {fixed_ip}
pt_br: Range {new_from}-{new_to} inclui o endereço fixado'{name}': {fixed_ip}

source: IP address {ip} is not in network {net}
pt_br: Endereço IP {ip} não está na rede {net}

source: The selected IP is the interface IP address: {iface_ip}
pt_br: O IP selecionado é o endereço IP:{iface_ip}

source: IP address {ip} is in range '{range}': {old_from}-{old_to}
pt_br: o endereço IP {ip} está no range '{range}': {old_from}-{old_to}

source: IP address {ip} is already added as fixed address '{name}'
pt_br: o endereço IP {ip} já foi adicionado como endereço fixado '{name}'

source: MAC address {mac} is already added as fixed address '{name}' for interface '{iface}'
pt_br: MAC address {mac} já foi adicionado como endereço fixado'{name}' para placa '{iface}'

source: The IP address of the virtual interface you're trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
pt_br: O endereço IP da interface virtual que vc está tentando adicionar já está sendo usado pelo range de DHCP'{range}' na interface '{iface}'. Por Favor,remova isto antes de tentar adicionar uma interface virtual usando este endereço.

source: The IP address of the virtual interface you're trying to add is already used by the DHCP fixed address '{fixed}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
pt_br: O Endereço IP da Interface Virtual que você está tentando adicionar já está sendo usado pelo endereço DHCP fixado '{fixed}' na interface '{iface}'. Por Favro remova-o antes de adicionar uma interface virtual usando este IP

source: DHCP server status
pt_br: Status do Servidor DHCP

source: DHCP server requires a static interface, {openhref}configure one{closehref} first
pt_br: O Servidor DHCP Requer uma interface estática, {openhref}configure uma{closehref} primeiro

source: Options
pt_br: Opções

source: You can leave empty the Default Gateway field to use eBox as default gateway for this subnet
pt_br: Você pode deixar o campo de gateway padrão vazio para usar o gateway padrão do eBox como gateway padrão desta subrede

source: Default gateway
pt_br: Gateway Padrão

source: Primary nameserver
pt_br: DNS primário

source: Secondary nameserver
pt_br: DNS Secundário

source: Apply
pt_br: Aplicar

source: Fixed addresses
pt_br: Endereços Fixados

source: Action
pt_br: Ação

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: DHCP ranges
pt_br: Range DHCP

source: Subnet
pt_br: Subrede

source: Subnet netmask
pt_br: Máscara de Subrede

source: Available range
pt_br: Range Disponível
