Repository: ebox/ebox
Catalog: 1.1.20-alpha3/client/antivirus/po/*.po
Languages: sv

source: Date
sv: Datum

source: Antivirus database update status
sv: Antivirusdatabasens uppdateringsstatus

source: The antivirus database has not been updated since the mailfilter eBox's module was installed
sv: Antivirusdatabasen har inte uppdaterats sedan eBox epostfiltermodul installerades

source: The last update failed
sv: Den senaste uppdateringen misslyckades

source: Update successful but your freshclam version is outdated. The antivirus will not be able to use all the signatures.Please, install version {version} or higher
sv: Uppdateringen lyckades men din version av freshclam är gammal. Antivirusprogrammet kommer inte att kunna använda alla signaturer. Installera version {version} eller högre.

source: Last update successful
sv: Den senaste uppdateringen lyckades

source: Unknown event {event}
sv: Okänd händelse {event}

source: Update status
sv: Uppdateringsstatus

source: To configure clamd daemon
sv: För att konfigurera clamd servicen

source: To configure freshclam updater
sv: För att konfigurera freshclam uppdaterare

source: To schedule the launch of the updater
sv: För att schemalägga starten av uppdateraren
