Repository: ebox/ebox
Catalog: extra/installer/data/package-installer/po/*.po
Languages: cs, pt_br

source: Firewall, HTTP proxy, traffic shaping, etc.
pt_br: Firewall, proxy HTTP, priorização do trafego, etc.

source: Firewall, IDS, AV, VPN, content & mail filter, etc.
pt_br: Firewall, IDS, AV, VPN, conteúdo e filtro de e-mail, etc.

source: DHCP, DNS, NTP, HTTP server, etc.
pt_br: DHCP, DNS, NTP, servidor HTTP, etc.

source: File sharing and printing, groupware, etc.
cs: Sdílení souborů a tiskáren, groupware, etc.
pt_br: Compartilhamento de arquivos e impressora, groupware, etc.

source: Mail, Jabber/XMPP, VoIP, etc.
pt_br: E-Mail, Jabber/XMPP, VoIP, etc.

source: Window system with local browser
pt_br: Sistema de janelas com browser local

source: Networking
cs: Sítě
pt_br: rede

source: Firewall and redirections
cs: Firewall a přesměrování
pt_br: Firewall e redirecionamentos

source: Traffic shaping
pt_br: Priorização de trafego

source: File sharing server and Windows PDC
cs: Server pro sdílení souborů a Windows PDC
pt_br: Servidor de arquivos e PDC Windows

source: DNS server
pt_br: Servidor DNS

source: DHCP server
pt_br: Servidor DHCP

source: RADIUS server
pt_br: Servidor RADIUS

source: HTTP proxy and content filter
cs: HTTP proxy a filtr obsahu
pt_br: Filtro de conteúdo e proxy HTTP

source: LDAP users and groups management
cs: LDAP management uživatelů a skupin
pt_br: Gerenciamento de usuários e grupos LDAP

source: System monitor with graphs and alerts
cs: Systémový monitor s grafy a upozorněním
pt_br: Sistema de monitoração com alertas gráficos

source: System and eBox package management
cs: Systém a eBox správce balíčků
pt_br: Sistema e gerenciamento de pacotes do eBox

source: Remote or local Backup
cs: Vzdálené nebo místní zálohování
pt_br: Backup remoto ou local

source: NTP server
pt_br: Servidor NTP

source: Printing server
cs: Tiskový server
pt_br: Servidor de impressão

source: Jabber/XMPP server
pt_br: Servidor Jabber/XMPP

source: VPN server
pt_br: Servidor VPN

source: HTTP server
pt_br: Servidor HTTP

source: Mail system: SMTP, POP3, IMAP4
cs: Mail systém: SMTP, POP3, IMAP4
pt_br: Sistema de E-Mail: SMTP, POP3, IMAP4

source: WWW Mail Client
cs: WWW Mail klient
pt_br: Cliente de E-Mail WWW

source: Antispam, antivirus, transparent POP3 proxy
cs: Antispam, antivirus, transparentní proxy POP3
pt_br: Anti-spam, antivírus, proxy POP3 transparente

source: Antivirus
pt_br: Antivírus

source: Shared calendar and address book, webmail, etc
cs: Sdílený kalendář a adresář, webmail, atd.
pt_br: Compartilhar calendário e lista de endereços, webmail, etc

source: Intrusion Detection System
pt_br: Sistema de detecção de intrusos

source: VoIP PBX
pt_br: PBX VoIP

source: eBox Platform Installer
cs: eBox platform instalátor
pt_br: Instalação da plataforma eBox

source: Choose package selection method
cs: Vyberte si metodu výběru balíčků
pt_br: Método de seleção de pacotes

source: Select the method that better fits your needs.
cs: Vyberte si způsob, který lépe vyhovuje vašim potřebám.
pt_br: Selecione o melhor método mais adequado a você

source: simple
cs: jednoduchý
pt_br: simples

source: Select packages by task
cs: Vybrat balíky podle úkolu
pt_br: Seleção de pacotes por tarefa

source: advanced
cs: pokročilý
pt_br: avançado

source: Select packages manually
cs: Vybrat balíky ručně
pt_br: Seleção de pacotes manual

source: Select eBox tasks to install
cs: Zvolte eBoxové úkoly k instalaci
pt_br: Seleção de tarefas para a instalação

source: Select one or more tasks:
cs: Vybrat jeden nebo více úkolů:
pt_br: Selecione uma ou mais tarefas

source: Select eBox packages to install
cs: Zvolte eBox balíčky pro instalaci
pt_br: Seleção de pacotes eBox para a instalação

source: Select the desired packages:
cs: Vyberte požadované balíčky:
pt_br: Selecione os pacotes desejados

source: Select the type of the server
cs: Vyberte typ serveru
pt_br: Selecione o tipo de servidor

source: Choose standalone unless you want LDAP replication or synchronization with Active Directory.
cs: Vyberte si samostatný pokud chcete LDAP replikaci nebo synchronizaci s Active Directory.
pt_br: Escolha padrão exceto quando você replica ou sincroniza o LDAP com o Active Diretory

source: Standalone server
cs: Samostatný server
pt_br: Servidor padrão

source: Advanced configuration (Master/Slave/AD Sync)
cs: Pokročilé nastavení (Master/Slave/AD Sync)
pt_br: Configuração avançada (Master/Slave/AD Sync)

source: standalone
cs: samostatný
pt_br: Padrão

source: Advanced configuration modes
cs: Pokročilé režimy nastavení
pt_br: Modos de configuração avançada

source: If you need the advanced features you have to configure them manually. You can find all the information here: {url}
cs: Pokud potřebujete pokročilé funkce musíte je nastavit ručně. Zde najdete všechny informace: {url}
pt_br: Se você precisa de características avançadas, você terá que configurar manualmente. Você pode encontrar toda a informação aqui: {url}

source: Select External (WAN) interfaces
cs: Vyberte externí (WAN) rozhraní
pt_br: Selecionado a interface externa (WAN)

source: WARNING: By default you will not be able to access the web interface through them.
cs: UPOZORNĚNÍ: Ve výchozím nastavení nebudete mít přístup k webovému rozhraní.
pt_br: ATENÇÃO: Por padrão você não está habilitado a acessar a interface web do eBox através dela.

source: You have installed a gateway profile. It needs at least two network interfaces and your machine has only one. You can still enjoy the rest of the eBox features but it will not act as a gateway unless you add another network card.
cs: Nainstalovali jste profil brány. Je ale potřeba mít alespoň dvě síťová rozhraní a váš počítač má pouze jedno. Stále si můžete vychutnat zbytek eBox funkcí, ale počítač nebude fungovat jako brána, dokud nepřidáte další síťovou kartu.
pt_br: Você instalou um perfil gateway. Ele precisa de pelo menos duas interfaces de rede e sua máquina possui apenas uma. Você ainda pode usufruir dos outros recursos do eBox mas ele não atuará como um gateway a menos que você adicione outra interface de rede.

source: Enter administration user
cs: Zadejte administrátorského uživatele
pt_br: Entre com o usuário administrador

source: You will need this username to log into the local console or access remotely by SSH:
cs: Budete potřebovat uživatelské jméno k přihlášení do lokální konzole nebo přístup vzdáleně pomocí SSH:
pt_br: Você ainda precisa do usuário para conectar no console local ou acesso remoto pro SSH:

source: Enter administration password
cs: Zadejte administrátorské heslo
pt_br: Entre com a senha de administração

source: You will need to use this password to log into the eBox interface or in the console with the username that you have just entered:
cs: Budete muset použít toto heslo pro přihlášení do eBoxového rozhraní nebo do konzole pomocí uživatelského jména, které jste právě zadali:
pt_br: Você vai precisar usar esta senha para logar na interface do eBox ou no console com o nome de usuário que vc criou:

source: Confirm administration password
cs: Potvrdit administrátorské heslo
pt_br: Confirme a senha de administração

source: Mail configuration
cs: Mail nastavení
pt_br: Configuração de E-Mail

source: Enter default virtual mail domain:
cs: Zadejte výchozí virtuální emailovou doménu:
pt_br: Entre com o domínio virtual padrão

source: Installation finished
cs: Instalace dokončena
pt_br: Instalação terminada

source: Now you can access the eBox interface browsing the following address from any computer in your network:
cs: Nyní máte přístup k eBoxovému rozhraní přes jeho adresu z jakéhokoliv počítače v síti:
pt_br: Agora você pode acessar a interface do eBox acessando o seguinte endereço de qualquer computador da sua rede:

source: The size of your root filesystem is less than 2GB. This is not enough for a typical setup. If you really know what you are doing you can install in expert mode and define your own partition layout.
cs: Velikost kořenového souborového systému je méně než 2 GB. To není dost pro typické nastavení. Pokud opravdu víte, co děláte, můžete instalovat v expertním režimu a definovat svůj vlastní diskový oddíl.
pt_br: O tamanho da sua partição root é menor que 2GB. Isto não é suficiente para uma instalação típica. Se você sabe o que está fazendo você pode instalar no modo expert e definir seu próprio layout de partições.

source: Error
cs: Chyba
pt_br: Erro

source: Installing eBox packages...
cs: Instaluji eBox balíčky ...
pt_br: Instalando pacotes eBox

source: Installation failed.
cs: Instalace se nezdařila.
pt_br: Instalação falhou

source: Check {logfile} content to see what happened
cs: Zkontrolujte obsah {logfile} zda je vidět, co se stalo
pt_br: Verifique o conteúdo de {logfile} para ver o que aconteceu

source: You must select at least one package.
cs: Musíte vybrat alespoň jeden balíček
pt_br: Você precisa selecionar pelo menos um pacote.

source: Warning
cs: Varování
pt_br: Cuidado

source: Passwords don't match
cs: Hesla se neshodují
pt_br: Senha não confere

source: The username '{user}' is reserved. Please choose another.
cs: Toto uživatelské jméno '{user}' je vyhrazeno. Prosím, vyberte si jiné.
pt_br: O usuário '{user}' é reservado. Por favor escolha outro.

source: Preconfiguring eBox packages...
cs: Přednastavuji eBoxové balíčky ...
pt_br: Pré-configurando os pacotes do eBox...
