Repository: ebox/ebox
Catalog: client/dns/po/*.po
Languages: ar

source: Alias
ar: اسم بديل

source: alias
ar: اسم بديل

source: The DNS server allows you to resolve names for your own domains.
ar: خادم ال DNS يسمح لك بحجز أسماء لنطاقك الخاص

source: Domain
ar: النطاق

source: Hostnames
ar: أسماء المضيف

source: Mail Exchangers
ar: بدالات البريد

source: IP Address
ar: عنوان الـIP

source: Domains
ar: النطاقات

source: domain
ar: النطاق

source: Hostname
ar: اسم المضبف

source: hostname
ar: اسم المضيف

source: Service enabled
ar: تمكين الخدمة

source: Service disabled
ar: تعطيل الخدمة

source: Host name
ar: اسم المضيف

source: Owner domain
ar: مالك النطاق

source: Custom
ar: مخصص

source: Preference
ar: اعدادات

source: Mail exchangers
ar: بدالات البريد

source: Mail exchanger record
ar: سجل بدالة البريد

source: Domain Name System
ar: نظام اسم النطاق

source: DNS Server
ar: خادم DNS

source: Domain list
ar: قائمة النطاق

source: Name
ar: الاسم

source: Action
ar: التاثير

source: Add
ar: اضافة

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: edit
ar: تحرير

source: delete
ar: حذف

source: Host list for domain {domain}
ar: قائمة المضيف للنطاق
