Repository: ebox/ebox
Catalog: dns-1.3.14/po/*.po
Languages: hu

source: main bind9 configuration file
hu: fő bind9 konfigurációs fájl

source: bind9 options configuration file
hu: bind9 beállítások konfigurációs fájl

source: local bind9 configuration file
hu: helyi bind9 konfigurációs fájl

source: Keys configuration file
hu: Kulcsok konfigurációs fájlja

source: configuration file for zone {zone}
hu: konfigurációs állomány a {zone} zónának

source: configuration file for reverse resolution zone {zone}
hu: a {zone} tartomány reverse feloldásának konfigurációs fájlja

source: Change the permissions for {dir} to allow writing to bind group
hu: Engedélyezze a {dir} mappában a bind csoport számára az írást

source: Let the bind daemon to be dynamically updated
hu: Engedélyezze a bind-nak a dinamikus frissítést

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
hu: Már létezik egy "{name}" nevű alias ennek a "{hostname}" nevű gépnek ebben a domain-ben

source: The domain is set as read only. You cannot add host names
hu: A tartomány csak olvasható. Nem adhat hozzá gépneveket

source: Host name
hu: Gépnév

source: IP Address
hu: IP cím

source: Host names
hu: Gépnevek

source: Hostnames
hu: Gépnevek

source: host name
hu: gépnév

source: Name Servers
hu: DNS Szerverek

source: Dynamic
hu: Dinamikus

source: A domain is dynamic when the DHCP server updates the domain
hu: Egy domain dinamikus, ha a DHCP szerver frissíti a domaint.

source: List of Domains
hu: Domain-ek

source: The DNS server allows you to resolve names for your own domains.
hu: A DNS szerver lehetővé teszi a nevek feloldását az Ön saját domain-ei számára.

source: Invalid preference number. Allowed range: ({min}, {max})
hu: Érvénytelen preference szám. Engedélyezett tartomány: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
hu: A megadott gépnév nem egy teljes képzésű tartománynév (FQDN). Nem így gondolta: mx.{name}?

source: The domain is set as read only. You cannot add mail exchangers
hu: A tartomány csak olvasható. Nem adhat hozzá levelezőszervereket

source: If you choose "Custom", it should be a Fully Qualified Domain Name
hu: Ha az "Egyéni"-t választja, akkor egy teljes képzésű tartománynév kell legyen (FQDN)

source: This domain
hu: Ez a tartomány

source: Custom
hu: Egyéni

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
hu: A kisebb sorszámú bejegyzésnek nagyobb a prioritása és ezt a szervert próbálják először elérni a távoli kliensek (tipikusan egy másik levelezőszerver) egy MX tartománynév lekérés által. Megengedett sorozatszámok intervalluma = ({min}, {max})

source: Mail exchanger record
hu: Mail exchanger rekord

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
hu: Alias nem használható névszerver gépnevének "{ns}". Használjon helyette gépnevet

source: There is a hostname with the same name "{name}" in the same domain
hu: Már létezik egy ilyen gépnév "{name}" ebben a domain-ben

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
hu: Létezik egy alias a {hostname} nevű gépnek azonos névvel az azonos domain-ben {name}

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
hu: A megadott gépnév nem egy teljes képzésű tartománynév (FQND). Javaslat: ns.{name}

source: The domain is set as read only. You cannot add name servers
hu: A tartomány csak olvasható. Nem adhat hozzá névszervert

source: Name servers
hu: DNS Szerverek

source: It manages the name server (NS) records for this domain
hu: A tartomány DNS szerver (NS) bejegyzéseit szerkesztheti

source: name server record
hu: DNS szerver bejegyzés

source: Domain list
hu: Tartomány lista

source: Name
hu: Név

source: Action
hu: Művelet

source: Add
hu: Hozzáad

source: Edit
hu: Módosít

source: Delete
hu: Töröl

source: edit
hu: módosít

source: delete
hu: töröl

source: Host list for domain {domain}
hu: A {domain} tartomány gépeinek listája
