Repository: ebox/ebox
Catalog: client/*/po/*.po
Languages: da, it, ru

source: Certification Authority Management
da: Certifikat udstedelses styring
ru: Управление сертификатами подлинности

source: CA passphrases do NOT match
da: De 2 passwords er IKKE ens
it: la CA passwordfrase non coincide
ru: CA-пароли НЕ совпадают

source: CA Passphrase should be at least {length} characters
da: Passwordet skal være mindst {length} tegn langt
it: La passfrase CA dovrebbe essere lunga almeno {length} caratteri
ru: CA-пароль должен содержать минимум {length} символов

source: Days to expire ({days}) must be a positive number
da: Antal dage til udløb ({days}) skal være et positivt heltal

source: Problems creating Certification Authority has happened
da: Der er ikke lykkedes at skabe en Certifikat udsteder
it: Sono stati rilevati dei problemi nella creazione della Autorita' di Certificazione
ru: Проблемы с созданием сертификата подлинности

source: Common Name
da: Almindeligt navn(hostnavn)
ru: Каноническое наименование

source: Common name: {cn} does NOT exist in database
da: Navnet: {cn} er IKKE i databasen
it: Il common name: {cn} NON esiste nel database
ru: Имя: {cn} отсутствует в базе данных

source: Error creating file
da: Fejl under oprettelse af fil
it: Errore nella creazione del file
ru: Ошибка создания файла

source: Organization Name
da: Firma/organisations navn
it: Nome dell'organizzazione
ru: Наименование организация

source: Days to expire
da: Dage til udløb
it: Giorni per espirare
ru: Дни до истечения срока

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:\@ and spaces are allowed.
da: Der er ugyldige tegn i inputtet. Alle tal og bogstaver, plus disse tegn: .?&+:\@ og mellemrum er tilladt.
ru: Ввод содержит некорректные символы. Допустимы все буквенно-цифровые символы, а также символы: .?&+:\\@ и пробелы.

source: The certificate has been issued
da: Certifikatet er udstedt
ru: Сертификат издан

source: The new CA certificate has been issued
da: Det nye certifikat er udstedt
ru: Новый CA-сертификат был издан

source: The certificate has NOT been renewed
da: Certifikatet er IKKE blevet fornyet
it: Il certificato NON e' stato rinnovato
ru: Сертификат НЕ был обновлен

source: Boolean indicating Certification Authority Certificate
da: On/off værdi, der indikerer certifikatudstederens certifikat
it: Booleano che indica la Certificazione del Certificato dell'Autorita'
ru: Булевая индикация CA-сертификата

source: The certificate CANNOT be renewed
da: Certifikatet KAN IKKE fornys
it: Il certificato NON PUO' essere rinnovato
ru: Сертификат НЕ МОЖЕТ быть обновлен

source: The certificate has been renewed
da: Certifikatet er blevet fornyet
it: Il certificato e' stato rinnovato
ru: Сертификат был обновлен

source: The new CA certificate has been renewed
da: Det nye CA certifikat er blevet fornyet
it: Il nuovo certificato CA e' stato rinnovato
ru: Новый CA-сертификат был обновлен

source: The certificate has NOT been revoked
da: Certifikatet er IKKE blevet inddraget
ru: Сертификат НЕ был аннулирован

source: Reason
da: Grund
it: Motivo
ru: Причина

source: The certificate has been revoked
da: Certifikatet er blevet inddraget
it: Il certificato e' stato revocato
ru: Сертификат был аннулирован

source: The CA certificate has been revoked
da: CA certifikater er blevet inddraget
it: Il certificato CA e' stato revocato
ru: CA-сертификат был аннулирован

source: Action
da: Handling
it: Azione
ru: Действие

source: Only revoke and renew actions are performed
da: Det er kun muligt at annulere og forny certifikater
it: Solamente azioni di revoca e di rinnovo sono eseguite
ru: Предусмотрены только аннулирование и обновление

source: The CA certificates should be revoked or has expired before issuing a new certificate
da: CA certifikaterne bør inddrages _ _ eller er udløbet før et nyt er udstedt
it: Il certificato CA dovrebbe essere rivocato__oppure e' scaduto prima di emettere un nuovo certificato
ru: CA-сертификаты должны быть аннулированы или иметь истекший срок действия перед изданием нового сертификата

source: The user {commonName} does NOT exist
da: Brugeren {commonName} findes IKKE
it: L'utente {commonName} non esiste
ru: Пользователь {commonName} не существует

source: Days set to the maximum allowed: Year 2038 Bug
da: Maximum antal dage er sat: år 2038 problem
it: Giorni impostati al massimo permesso: Bug anno 2038
ru: Дни установлены в максимально допустимое значение: Ошибка 2038 года

source: Expiration date later than CA certificate expiration date
da: Udløbsdatoen er senere end CA certifikatets udløb
it: La data di scadenza successiva alla data di scadenza del certificato CA
ru: Дата истечения срока позднее даты истечения срока CA-сертификата

source: Days set to the maximum allowed {days}: Year 2038 Bug
da: Maximum antal dage er sat {days}: år 2038 problem
it: Giorni impostati al massimo permesso {days}: Bug anno 2038
ru: Дни установлены в максимально допустимое значение {days}: Ошибка 2038 года

source: The remove operation cannot be finished. Reason:
da: Slette operationen kunn eikke gennemføres. Årsag:
it: L'operazione di rimozione non puo' essere conclusa. Motivo:
ru: Операция удаления не может быть завершена. Причина:

source: Certificate with common name {cn} does NOT exist
da: Certifikatet med navnet {cn} findes IKKE
it: Il certificato con common name {cn} NON esiste
ru: Сертификата с именем {cn} не существует

source: Reason {reason} is NOT an applicable reason. Options:
da: Årsagen {reason} er IKKE en gyldig årsag. Muligheder:
it: Il motivo {reason} NON e' applicabile. Opzioni:
ru: Причина {reason} НЕ является применимой причиной. Опции:

source: Either common name, distinguished name or serial number has been passed
da: Enten navnet, unikke navn eller serienummer er overdraget
it: Il common name, nome distinto o numero seriale sono passati
ru: Текущее имя, отмеченное имя или серийный номер был сдан

source: or
da: eller
it: o
ru: или

source: Certificate file
da: Certifikatfil
it: File certificato
ru: Файл сертификата

source: The certificate to renew does NOT exist
da: Certifikatet, der skulle fornys findes IKKE
it: Il certificato da rinnovare NON esiste
ru: Обновляемый сертификат отсутствует

source: Certificate with this common name {cn} does NOT exist in this CA
da: Certifikatet med navnet {cn} findes IKKE hos denne autoritet
it: Il certificato con questo common name {cn} NON esiste in questa CA
ru: Сертификат с именем {cn} отсутствует в этом CA

source: The private key passpharse needed to create a new request. No renewal was made. Issue a new certificate with new keys
da: Det private password til at oprette en ny ansøgning. Ingen fornyelse blev lavet. Opret et nyt certifikat med nye nøgler
it: La passfrase della chiave privata e' necessaria per creare una nuova richiesta. Emetti un nuovo certificato con nuove chiavi
ru: Приватный ключ нуждается в создании нового запроса. Обновлений сделано не было. Издайте новый сертификат с новыми ключами

source: Certificate Manager
da: Certifikat manager
ru: Менеджер Сертификатов

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
da: Det var ikke muligt at underskrive. Forkert CA password eller er den private nøgle forsvundet ?
it: Impossibile firmare. Sbagliata CA passfrase o la chiave private della CA e' sparita?
ru: Невозможно подписаться. Ошибочный CA-пароль или имеющийся приватный CA-ключ пропал?

source: Database corruption
da: Korrupt database
it: Database corrotto
ru: Повреждение базы данных

source: Identifier duplicated in Database
da: Der er en dublet af navnet i databasen
it: Identificativo duplicato nel Database
ru: Идентификатор скопирован в базе данных

source: Certificate already revoked
da: Certifikatet er allerede trukket tilbage
it: Certificato gia' revocato
ru: Сертификат уже аннулирован

source: ASN1 field length too long. Maximum Size:
da: ASN1 feltet er for langt. Max størrelse:
it: Lunghezza del campo ASN1 troppo lunga. Dimensione massima:
ru: Слишком длинное поле ASN1. Максимальная длина:

source: Unknown error. Given the OpenSSL output:
da: Ukendt fejl. OpenSSL gav følgende output:
it: Errore sconosciuto. OpenSSl ha dato il seguente output:
ru: Неизвестная ошибка. Полученный вывод OpenSSL:

source: Created Certification Authority with organization name {orgName} and validity for {days} days
da: Certifikat autoritet er blet oprettet med navnet {orgName} og gyldighed på {days} dage
it: Creata Autorita' di Certificazione con nome dell'organizzazione {orgName} e validita' per {days} giorni
ru: Создан CA с именем организации {orgName} и сроком действия на {days} дней

source: Destroyed Certification Authority with organization name {orgName}
da: Certifikat autoriteten med navnet {orgName} er blevet slettet
it: Distrutta la Autorita' di Certificazione con nome dell'organizzazione {orgName}
ru: Уничтожен CA с именем организации {orgName}

source: Revoked CA certificate because of {reason} forced: {force}
da: CA certifikatet er blevet trukket tilbage på grund af {reason}. Årsag: {force}
it: Il certificato CA e' stato revocato perche' {reason} forzato: {force}
ru: Аннулирован CA-сертификат по причине {reason} вызванной: {force}

source: Issued CA certificate with organization name {orgName} and validity for {days} days
da: Udstedt CA certifikat med navnet {orgName} og gyldighed {days} dage
it: Emesso certificato CA con nome dell'organizzazione {orgName} e validita' per {days} giorni
ru: Издан CA-сертификат с именем организации {orgName} и сроком действия на {days} дней

source: Renewed CA certificate with organization name {orgName} and validity for {days} days
da: Fornyet CA certifikat med navnet {orgName} og gyldighed {days} dage
it: Il certificato CA con nome dell'organizzazione {orgName} e' stato rinnovato con validita' per {days} giorni
ru: Обновлен CA-сертификат с именем организации {orgName} и сроком действия на {days} дней

source: Issued certificate with common name {cn} and validity for {days} days
da: Udstedt certifikat men navnet {cn} og en gyldighed på {days} dage
it: Emesso certificato con common name {cn} e validita' per {days} giorni
ru: Издан сертификат с именем {cn} и сроком действия на {days} дней

source: Revoked certificate with common name {cn} because of {reason} forced: {force}
da: Certifikatet med navnet {cn} er trukket tilbage på grud af {reason}. Årsag: {force}
it: Revocato il certificato con common name {cn} perche' {reason} forzata: {force}
ru: Аннулирован сертификат с именем {cn} по причине {reason} вызванной: {force}

source: Renewed certificate with common name {cn} and validity for {days} days
da: Fornyet certifikatet med navnet {cn} og gyldighed {days} dage
it: Il certificato con common name {cn} e' stato rinnovato con validita' di {days} giorni
ru: Обновлен сертификат с именем {cn} и сроком действия на {days} дней

source: Updated certificate database. {number} certificates have expired
da: Certifikat databasen er opdateret. {number} certifikater er udløbet
it: Aggiornamento del database dei certificati. {number} certificati sono scaduti
ru: Обновлена база данных сертификатов. {number} сертификатов недействительны по сроку

source: Cannot start OpenSSL shell. ({errval})
da: Kan ikke starte OpenSLL programmet. ({errval})
it: Impossibile avviare la shell OpenSSL. ({errval})
ru: Не могу запустить оболочку OpenSSL. ({errval})

source: Create
da: Opret
it: Crea
ru: Создать

source: Create Certification Authority Certificate
da: Opret Certifikat autoritets certifikat
it: Crea la Certificazione del Certificato dell'Autorita
ru: Создать CA-сертификат

source: Renew
da: Forny
it: Rinnova
ru: Обновить

source: Renewing CA certificate
da: Fornyer CA certifikat
it: Sto rinnovando il certificato CA
ru: Обновление CA-сертификата

source: Renewing certificate
da: Fornyer certifikat
it: Sto rinnovando il certificato
ru: Обновление сертификата

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
da: Denne fornyelse kan påvirke funktionen af andre moduler, bekræft venligst at du er helt sikker på at du vil forny hele certifikat autoriteten fra {on} og efterlade nogle programmer ustabile er lukket ned
it: Questo rinnovamento puo' influire sulla funzionalita' di altri moduli, per favore conferma che sei veramente sicuro di rinnovare l'intera autorita' di certificazione da {on} e lasciare il servizio(i) instabile o disabilitato
ru: Это обновление может сказаться на функциональности других модулей. Убедитесь в необходимости обновления всей сертификации подлинности от {on} и оставьте службы отключенными

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
da: Certifikatet som hedder {cn} som du ville forny er i brug, bekræft venligst at du er sikker på at du vil forny det og efterlade nogle programmer ustabile eller lukket ned
it: Il certificato il cui common name e' {cn} che hai provato a rinnovare e' usato da altri moduli, per favore conferma che sei veramente sicuro di rinnovarlo e di lasciare il servizio(i) instabile o disabilitato
ru: Сертификат {cn}, который Вы пытаетесь обновить в данный момент некоторыми модулями. Убедитесь в необходимости обновления и оставьте службы отключенными

source: Revoking CA certificate
da: Annuler CA certifikat
it: Sto revocando il certificato CA
ru: Аннулирование CA-сертификата

source: Revoking certificate
da: Annulerer certifikat
it: Sto revocando il certificato
ru: Аннулирование сертификата

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
da: Denne annulering kan påvirke funktionaliteten af andre moduler, Bekræft venligst at du er meget sikker på at du vil annulere hele certifikat autoriteten fra {on} og efterlade nogle programmer ustabile er lukket ned
it: Questa revoca puo' influenzare la funzionalita' di altri moduli, per favore conferma che sei vermente sicuro di voler revocare l'intera autorita' di certificazione da {on} e lasciare il servizio instabile o disabilitato
ru: Это аннулирование может сказаться на функциональности других модулей. Убедитесь в необходимости аннулирования всей сертификации подлинности от {on} и оставьте службы отключенными

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
da: Certifikatet {cn} som du forsøgte at annulere er i brug af nogle moduler, bekræft venligst at du er sikker på at du vil annulere det, og efterlade nogle programmer ustabile eller lukket ned
it: Il certificato il cui common name e' {cn} che stai cercando di revocare e' in uso da qualche modulo, per favore conferma che sei sicuro di revocare e lasciare il servizio(i) instabile o disabilitato
ru: Сертификат {cn}, который Вы пытаетесь аннулировать в данный момент некоторыми модулями. Убедитесь в необходимости аннулирования и оставьте службы отключенными

source: Revoke
da: Annulere
it: Revocare
ru: Аннулировать

source: Cancel
da: Fortryd
it: Cancella
ru: Отмена

source: CA Passphrase
da: CA password
it: Ca Passfrase
ru: CA-пароль

source: Renew a certificate
da: Forny et certifikat
it: Rinnova un certificato
ru: Обновить сертификат

source: Expiration Date
da: Udløbsdato
it: Data di scadenza
ru: Дата истечения срока

source: Revoke a certificate
da: Annuler et certifikat
ru: Аннулировать сертификат

source: Revoke the selected certificate
da: Annuler det valgte certifikat
it: Revoca il certificato selezionato
ru: Аннулировать выбранный сертификат

source: Re CA Passphrase
da: Gentag CA password
ru: Подтверждение CA-пароля

source: Issue
da: Udsted
it: Emetti
ru: Издать

source: Certificate changes will take effect immediately
da: Certifikatsændringerne vil ske med det samme
it: I cambiamenti del certificato avranno effetto immediato
ru: Изменения в сертификате будут приняты немедленно

source: The CA passphrase is optional
da: CA passwordet er frivilligt
it: La CA passfrase e' opzionale
ru: CA-пароль опционален

source: Issue the Certification Authority Certificate
da: Udsted certifikat autoritets certifikatet
it: Emetti la Certificazione del Certificato dell'Autorita'
ru: Издать CA-сертификат

source: Issue a new certificate
da: Udsted et nyt certifikat
ru: Издать новый сертификат

source: Current Certificate List
da: Nuværende certifikat liste
it: Lista dei Certificati correnti
ru: Список текущих сертификатов

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
da: Datoen henviser til udløbsdatoen i gyldige/forældede og annuleringsdatoen for annulerede certifikater.
it: La data si riferisce alla data di scadenza in Valido/Scaduto e alla data di revoca rispetivamente
ru: Дата приближается к дате окончания действия / аннулирования сертификатов

source: Name
da: Navn
it: Nome
ru: Имя

source: State
da: Stat
it: Stato
ru: Состояние

source: Date
da: Dato
it: Data
ru: Дата

source: Actions
da: Handlinger
it: Azioni
ru: Действия

source: from
da: fra
it: da
ru: от

source: Valid
da: Gyldigt
it: Valido
ru: Действительный

source: Expired
da: Forældet
it: Scaduto
ru: Недействительный

source: Revoked
da: Annuleret
it: Revocato
ru: Аннулированный

source: Download Key(s) and Certificate
da: Hent nøgle(r) og certifikater
it: Scarica Chiave(i) e Certificato
ru: Загрузить Ключ(и) и Сертификат
