Repository: ebox/ebox
Catalog: 1.3.8/client/firewall/po/*.po
Languages: tr

source: Firewall
tr: Güvenlik duvarı

source: action
tr: İşlem

source: Name '{name}' is invalid
tr: '{name}' ismi geçersiz

source: protocol
tr: Protokol

source: Packet Filter
tr: Paket süzgeçleme

source: Redirects
tr: Yönlendirme

source: Source
tr: Kaynak

source: Destination
tr: Hedef

source: Protocol
tr: Protokol

source: Source port
tr: Kaynak portu

source: Destination port
tr: Hedef portu

source: Decision
tr: Karar

source: Packet filtering
tr: Paket filtreleme

source: ACCEPT
tr: Onayla

source: DENY
tr: Reddet

source: Any
tr: herhangi

source: Source IP
tr: Kaynak IP

source: Source object
tr: Kaynak nese

source: Destination IP
tr: Hedef IP

source: Destination object
tr: Hedef nesne

source: Service
tr: Servis

source: Description
tr: Açıklama

source: Interface
tr: Ağ kartı

source: Object
tr: Nesne

source: Port redirections
tr: Port yönlendirme

source: Filtering rules from external networks to internal networks
tr: Harici ağladan dahili ağlara doğru olan süzgeçeleme kuralları

source: rule
tr: kural

source: Filtering rules from internal networks to eBox
tr: Yerel ağlardan eBox'a doğru giden filtre kuralları

source: Filtering rules for internal networks
tr: Yerel ağlar için fıltre kuralları

source: packets dropped
tr: düşürülmüş paketler

source: Firewall packet traffic chart
tr: Güvenlik duvarı paket trafiği şeması

source: Packets dropped
tr: Düşürülmüş paketler

source: Packet traffic details
tr: Detaylı Paket Trafiği

source: traffic
tr: trafik

source: Filtering rules for traffic coming out from eBox
tr: eBox dışından gelen trafik için süzgeçleme kuralları

source: Filtering rules from external networks to eBox
tr: eBox'a doğru olan harici ağlardan süzgeçeleme kuralları

source: These rules are meant to control access from internal network interfaces to services running on your eBox machine
tr: Bu kurallar dahili ağ arabirimlerinden, eBox makinenizdeki çalışan servislere doğru olan erişimi kontol etmek için kullanılır

source: Configure rules
tr: Kuralları ayarla

source: These rules allow you to control access from your internal networks to the Internet, and traffic between your internal networks. If you wish to provide access to your eBox services, you must use the above section
tr: Bu kurlallar, dahili ağınızdan internete doğru olan ve diğer dahili ağlarla aranızdaki erişimi kontrol etmenizi sağlar. Eğer eBox servislerine erişim sağlamak istiyorsanız yukardaki bölümü kullanmalısınız.

source: These rules allow you to control access from eBox to external services
tr: Bu kurallar eBox'dan harici servislere erişim kontrolü için kullanılırlar

source: Filtering rules from external networks to eBox
tr: Harici ağlardan eBox'a olan süzgeçleme kuralları

source: These rules allow you to control access from external networks to sevices running on your eBox machine.
tr: Bu kurallar harici ağlardan eBox makinenizdeki çalışan servislere erişim kontrolü için kullanılırlar

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing
tr: Bu bölüme kurallar eklemek, güvensiz ağlardan giriş izni vermenizi, böylece ağınızın güvenliğini azaltmanıza neden olabileceğini unutmayın. Lütfen, ne yaptığınızı bilmeden bu bölümü kullanmayın.

source: These rules allow you to control access from external networks to internal networks.
tr: Bu kurallar harici ağlardan dahili ağlara erişim kontrolünü sağlar
