Repository: ebox/ebox
Catalog: client/ipsec/po/*.po
Languages: pt

source: local subnet
pt: sub-rede local

source: remote subnet
pt: sub-rede remota

source: RSA key ID
pt: Identificação da chave RSA

source: remote ID
pt: Identificação remota

source: remote RSA key
pt: Chave RSA remota

source: connection name
pt: nome da ligação

source: network interface
pt: interface de rede

source: remote IP address
pt: endereço IP remoto

source: authentication method
pt: método de autenticação

source: shared secret
pt: segredo partilhado

source: Connection name is empty
pt: O nome da ligação está vazio

source: Error while removing old rsa keys backup
pt: Erro ao remover a segurança das chaves RSA antigas

source: Error while making backup dir for rsa keys
pt: Erro ao fazer seguranças do directório das chaves RSA

source: Error while backing up rsa keys
pt: Erros ao fazer seguranças das chaves RSA

source: rsa keys backup not found
pt: As seguranças das chaves não foram encontradas

source: Error while removing rsa keys
pt: Erro ao remover as chaves RSA

source: Error while making dir for rsa keys
pt: Erro ao criar directório para as chaves RSA

source: Error while restoring rsa keys
pt: Erro ao restaurar as chaves RSA

source: Invalid id.
pt: Identificação inválida

source: The connection does not exist.
pt: A ligação não existe

source: Invalid connection name
pt: Nome da ligação inválido

source: RSA key
pt: Chave RSA

source: Error getting RSA key
pt: Erros ao obter chave RSA

source: Error while generating RSA key
pt: Erro ao gerar a chave RSA

source: There are tunnels configured to use this RSA key, it cannot be deleted.
pt: Há túneis configurados paa usar esta chave RSA, não pode ser apagada

source: IPSec VPNs
pt: VPNs IPSec

source: Static tunnels
pt: Túneis estáticos

source: Disabled
pt: Desactivado

source: Down
pt: Para baixo

source: Up
pt: Para cima

source: Road warriors
pt: Guerreiros da estrada

source: RSA keys
pt: Chaves RSA

source: Road Warrior tunnels
pt: Túneis dos utilizadores móveis

source: local network
pt: rede local

source: local network mask
pt: máscara da rede local

source: remote network
pt: rede remota

source: remote network mask
pt: máscara da rede remota

source: remote id
pt: identificação remota

source: connection id
pt: identificação da ligação

source: RSA public key
pt: Chave pública RSA

source: Static tunnel
pt: Túnel estático

source: The requested tunnel does not exist.
pt: O túnel requisitado não existe

source: Road Warrior tunnel
pt: Túnel do utilizador móvel

source: Add new tunnel
pt: Adicionar novo túnel

source: Name
pt: Nome

source: Network interface
pt: Interface de rede

source: Remote IP address
pt: Endereço IP remoto

source: Local subnet
pt: Sub-rede local

source: Remote subnet
pt: Sub-rede remota

source: Authentication method
pt: Método de autenticação

source: Shared secret
pt: Segredo partilhado

source: RSA Key
pt: Chave RSA

source: Remote ID
pt: Identificação remota

source: Remote RSA public key
pt: Chave publica RSA remota

source: Add
pt: Adicionar

source: Connections
pt: Ligações

source: Connection
pt: Ligação

source: Action
pt: Acção

source: Edit
pt: Editar

source: Delete
pt: Apagar

source: Enabled
pt: Activado

source: Change
pt: Alterar

source: Back
pt: Para trás

source: New road warrior connection
pt: Nova ligação de utilizador móvel

source: Allowed remote subnet range
pt: Ambito de sub-rede permitido

source: Local RSA Key
pt: Chave RSA local

source: New RSA key
pt: Nova chave RSA

source: Key ID:
pt: Identificação da chave:

source: Generate
pt: Gerar

source: Key
pt: Chave

source: Actions
pt: Acções

source: View
pt: Vista

source: Cancel
pt: Cancelar
