Repository: ebox/ebox
Catalog: release-0.10/client/openvpn/po/*.po
Languages: ru

source: Client {name} configuration updated
ru: Настройки клиента {name} обновлены

source: There are no changes to be saved
ru: Нет изменений для сохранения

source: Server {name} configuration updated
ru: Настройки сервера {name} обновлены

source: active parameter
ru: активный параметр

source: It only may be 'yes' or 'no'
ru: Здесь может быть только 'да' или 'нет'

source: OpenVPN service status changed
ru: Статус службы OpenVPN изменен

source: Server now grants access to {network}
ru: Сервер дает доступ к {network}

source: Server no longer grants access to {network}
ru: Сервер больше не дает доступа к {network}

source: Client
ru: Клиент

source: Client {name} removed
ru: Клиент {name} удален

source: New client {name} created
ru: Новый клиент {name} создан

source: Server
ru: Сервер

source: Server {name} removed
ru: Сервер {name} удален

source: Server's address
ru: Адрес сервера

source: You must provide at least one address for the server {name}
ru: Вы должны обеспечить хотя бы один адрес для сервера {name}

source: Can't get address for this server: no external interfaces present
ru: Не могу получить адрес для этого сервера: нет внешних интерфейсов

source: The client certificate can't be the same than the server
ru: Сертификат клиента не может быть таким же как у сервера

source: The protocol only may be TCP or UDP.
ru: Протокол может быть только TCP или UDP.

source: The port must be a non-privileged port
ru: Порт должен быть непривилегированным

source: OpenVPN can only listen on a external interface. The interface {iface} does not exist
ru: OpenVPN может прослушивать только внешний интерфейс. Интерфейс {iface} не существует

source: OpenVPN can only listen on a external interface. The interface {iface} is internal
ru: OpenVPN может прослушивать только внешний интерфейс. {iface} - внутренний

source: The certificate {cn} does not exist
ru: Сертификат {cn} не существует

source: The certificate {cn} has expired
ru: У сертификата {cn} истек срок действия

source: The certificate {cn} has been revoked
ru: Сертификат {cn} аннулирован

source: The server {name} does not have certificate assigned
ru: Сервер {name} не имеет установленных сертификатов

source: Cannot get key of server {name} because it does not have any certificate assigned
ru: Не могу получить ключ сервера {name} т.к. он не имеет ни одного установленного сертификата

source: No IP address found for interface {iface}
ru: Не найден IP-адрес для интерфейса {iface}

source: OpenVPN server {name} can not be activated because there is not any network interfaces available
ru: OpenVPN-сервер {name} не может быть активирован т.к. нет доступных сетевых интерфейсов

source: network address
ru: адрес сети

source: network mask
ru: маска сети

source: Net {net} is already advertised in this server
ru: Сеть {net} уже оглашена на этом сервере

source: eBox must be configured as gateway to be able to give client access to networks via OpenVPN
ru: eBox должен быть настроен как шлюз для возможности клиентского доступа к сетям по OpenVPN

source: The OpenVPN server can not grant access to a network which can not be reached by eBox
ru: Сервер OpenVPN не может дать доступ к сети, которая недоступна с eBox

source: Net {net} is not advertised in this server
ru: Сеть {net} не оглашена на этом сервере

source: The server needs a subnet address for the VPN
ru: Серверу требуется маска подсети для VPN

source: The server needs a submask for his VPN net
ru: Серверу требуется маска подсети для его VPN-сети

source: The server needs a port number
ru: Серверу требуется номер порта

source: A IP protocol must be specified for the server
ru: IP-протокол должен быть определен для сервера

source: A server certificate must be specified
ru: Сертификат сервера должен быть определен

source: Server {name}
ru: Сервер {name}

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Service
ru: Служба

source: Running
ru: Работает

source: Stopped
ru: Остановлено

source: Daemon status
ru: Статус демона

source: All external interfaces
ru: Все внешние интерфейсы

source: Local address
ru: Локальный адрес

source: Port
ru: Порт

source: VPN subnet
ru: VPN-подсеть

source: The protocol only may be tcp or udp.
ru: Протокол может быть только TCP или UDP

source: Inexistent file {path}
ru: Несуществующий файл {path}

source: You must supply at least one server for the client
ru: Вы должны определить минимум один сервер для клиента

source: Server's port
ru: Порт сервера

source: The CA certificate is needed
ru: Нужен CA-сертификат

source: The client certificate must be specified
ru: Сертификат клиента должен быть определен

source: The client private key must be specified
ru: Секретный ключ клиента должен быть определен

source: Client {name}
ru: Клиент {name}

source: Connection target
ru: Объект подключения

source: Unable to remove daemon {name} of type {type} because it does not exist
ru: Невозможно удалить демон {name} типа {type} т.к. его не существует

source: {name} is a invalid name for a OpenVPN daemon. Only alphanumerics and underscores are allowed
ru: {name} - неверное имя для демона OpenVPN. Только буквенно-цифровые символы и символ подчеркивания разрешены

source: OpenVPN daemons
ru: Демоны OpenVPN

source: OpenVPN service
ru: Служба OpenVPN

source: OpenVPN client creation
ru: Создание клиента OpenVPN

source: Create
ru: Создать

source: Deleting OpenVPN {type}
ru: Удаление OpenVPN {type}

source: Are you sure you want delete the {type} {name}.? This action can not be undone.
ru: Вы уверены что хотите удалить {type} {name}.? Это действие не может быть незавершено.

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: OpenVPN server creation
ru: Создание сервера OpenVPN

source: Certificate
ru: Сертификат

source: This certificate will be used by the server to authenticate itself
ru: Этот сертификат будет использован сервером для самоаутентификации

source: disabled
ru: отключено

source: Client authorization by common name
ru: Авторизация клиента по имени

source: Only clients with this value as full common name's prefix will be authorized
ru: Только клиенты с этим значением как префикс полного имени будут авторизованы

source: Interface to listen on
ru: Прослушиваемый интерфейс

source: The server will be listen only in all external interfaces or only in the interface selected
ru: Сервер будет только внешние интерфейсы, либо только выбранные интерфейсы

source: Active
ru: Активный

source: VPN subnet netmask
ru: маска VPN-подсети

source: Protocol
ru: Протокол

source: Allow eBox-to-eBox tunnels
ru: Разрешить eBox-to-eBox туннели

source: If you want to create a tunnel between two eBox, you will need this option to be able to connect to the network in the client side
ru: Если Вы хотите создать туннель между двумя системами eBox, Вам нужна эта опция для подключения к сети на стороне клиента

source: Allow client-to-client connections
ru: Разрешить client-to-client соединения

source: Allow clients to connect each other within the VPN
ru: Разрешить клиентам подключаться к любому узлу внутри VPN

source: Server name
ru: Имя сервера

source: OpenVPN servers require at least one client certificate. Create it first
ru: Сервера OpenVPN требуют минимум одного клиентского сертификата. Создайте его сначала.

source: Change CA's certificate
ru: Изменить CA-сертификат

source: Change client's certificate
ru: Изменить клиентский сертификат

source: Change client's private key
ru: Изменить секретный ключ клиента

source: Client {name} configuration
ru: Конфигурация клиента {name}

source: Changes in certificates and key files can not be discarded.
ru: Изменения в сертификатах и key-файлах не могут быть отменены.

source: Change
ru: Изменить

source: Server {name} configuration
ru: Конфигурация сервера {name}

source: Advertised networks
ru: Объявленные сети

source: You can manage which networks will be made accessible to clients
ru: Вы можете управлять доступом клиентов к сетям

source: Net address
ru: Адрес сети

source: Netmask
ru: Маска сети

source: Action
ru: Действие

source: Network
ru: Сеть

source: Add network
ru: Добавить сеть

source: OpenVPN service status
ru: Статус службы OpenVPN

source: Name
ru: Имя

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: Servers
ru: Сервера

source: Create new server
ru: Создать новый сервер

source: Clients
ru: Клиенты

source: Create new client
ru: Создать нового клиента

source: edit
ru: редактировать

source: delete
ru: удалить

source: This certificate will be used by the client to authenticate itself to the server
ru: Этот сертификат будет использован клиентом для аутентификации его на сервере

source: An additional address to reach the server can be specified here
ru: Здесь может быть определен доп. адрес для сервера

source: Client files for server {name}
ru: Файлы клиента для сервера {name}

source: You can download an archive with all the required files to set up an OpenVPN client. Remember to copy these files to the client machine configuration directory
ru: Вы можете скачать архив со всеми требуемыми файлами для настройки клиента OpenVPN. Не забудьте скопировать эти файлы в каталог конфигурации клиентской машины

source: Server's protocol
ru: Протокол сервера

source: Server's Port
ru: Порт сервера

source: CA's certificate
ru: CA-сертификат

source: Certificate of the Certification Authority. Must be the same used in the server
ru: Сертификат Службы Сертификации Полномочий (CA). Такой же должен использоваться на сервере

source: Client's certificate
ru: Сертификат клиента

source: Certificate used by the client to identify itself. It must be signed by the Certification Authority
ru: Сертификат используется клиентом для его идентификации. Он должен быть подписан Службой Сертификации Полномочий (CA)

source: Client's private key
ru: Секретный ключ клиента

source: Private key used to create the client's certificate
ru: Секретный ключ использован для создания клиентского сертификата

source: Client name
ru: Имя клиента
