Repository: ebox/ebox
Catalog: 1.3.0/client/antivirus/po/*-sory.po
Languages: es

source: Status
es: Estado

source: Date
es: Fecha

source: Antivirus database update status
es: Estado de actualización de la base de datos de virus

source: The antivirus database has not been updated since the mailfilter eBox's module was installed
es: La base de datos del antivirus no se ha actualizado todavía desde la instalación del filtro de correo del módulo de eBox

source: The last update failed
es: Fallo en la última actualización

source: Update successful but your freshclam version is outdated. The antivirus will not be able to use all the signatures.Please, install version {version} or higher
es: La actualización ha terminado con éxito pero la versión de freshclam no está actualizada. El antivirus no podrá utilizar todas las claves. Instalar la versión {version} o posterior.

source: Last update successful
es: Última actualización finalizada con éxito

source: Unknown event {event}
es: Evento desconocido {event}

source: Update status
es: Actualizar estado

source: To configure clamd daemon
es: Configurar clamd daemon

source: To configure freshclam updater
es: Configurar la herramienta de actualización de freshclam

source: To schedule the launch of the updater
es: Programar el lanzamiento de la herramienta de actualización del sistema
