Repository: ebox/ebox
Catalog: release-0.11.101/client/openvpn/po/*.po
Languages: fr

source: Client {name} configuration updated
fr: Configuration du client {name} mis-à-jour

source: There are no changes to be saved
fr: Aucune modification à sauvegarder

source: Certificate files cannot be changed in isolation. You must change all files at the same time
fr: Les fichiers de certificat ne peuvent être changés en isolement. Vous devez modifier tous les fichiers en même temps.

source: Server {name} configuration updated
fr: Configuration du serveur {name} mis-à-jour

source: active parameter
fr: paramètres actifs

source: It only may be 'yes' or 'no'
fr: Cela ne peut être que 'oui' ou 'non'

source: Server now grants access to {network}
fr: Le serveur donne l'accès à {network} dès à présent

source: Server no longer grants access to {network}
fr: Le serveur ne donne plus l'accès à {network}

source: Client {name} removed
fr: Client {name} supprimé

source: New client {name} created
fr: Nouveau client {name} créé

source: Server
fr: Serveur

source: Server {name} removed
fr: Serveur {name} supprimé

source: New server {name} created. Now you can add advertised routes
fr: Nouveau serveur {name} crée. Maintenant vous pouvez ajouter les routes annoncés

source: Server's address
fr: Adresse du serveur

source: You must provide at least one address for the server {name}
fr: Vous devez fournir au moins une adresse pour le serveur {name}

source: Can't get address for this server: no external interfaces present
fr: Ne peut pas obtenir l'adresse de ce serveur : aucune interface présente

source: The client certificate can't be the same than the server's one
fr: Le certificat du client ne peut pas être le même que celui du serveur

source: File supplied as CA's certificate is not valid
fr: Le fichier fourni en tant que certificat CA n'est pas valide

source: File supplied as client's certificate is not valid
fr: Le fichier fourni en tant que certificat client n'est pas valide

source: File supplied as client's private key is not valid
fr: Le fichier fourni en tant que clef privée du client n'est pas valide

source: File supplied as client's certficate doesn't match with file supplied as CA's certificate
fr: Le fichier fourni en tant que certificat client ne correspond pas à celui du CA

source: File supplied as client's certficate doesn't match with file supplied as certificate's private key
fr: Le fichier fourni en tant que certificat client ne correspond pas à celui du certificat de clef privée

source: The protocol only may be TCP or UDP.
fr: Le protocole ne peut être que TCP ou UDP

source: The port must be a non-privileged port
fr: Le port doit être un port non-privilégié

source: The port {p}/{pro} is already in use
fr: Le port {p}/{pro} est en cours d'utilisation

source: The certificate {cn} does not exist
fr: Le certificat {cn} n'existe pas

source: The certificate {cn} has expired
fr: Le certificat {cn} a expiré

source: The certificate {cn} has been revoked
fr: Le certificat {cn} a été invalidé

source: The server {name} does not have certificate assigned
fr: Le serveur {name} n'a pas de certificat d'assigné

source: Cannot get key of server {name} because it does not have any certificate assigned
fr: Impossible de trouver la clef du serveur {name}, car il ne possède pas de certificat

source: Network address {net} with netmask {mask} is not a valid network
fr: L'adresse du réseau {net} avec le masque {mask} n'est pas valide

source: No IP address found for interface {iface}
fr: Aucune adresse IP trouvée pour l'interface {iface}

source: OpenVPN server {name} cannot be activated because there is not any network interface available
fr: Le serveur OpenVPN {name} ne peut pas être activé car il n'y a aucune interface réseau disponible

source: network address
fr: adresse réseau

source: network mask
fr: masque réseau

source: Network {net} is already advertised in this server
fr: Le réseau {net} est déjà annoncé dans ce serveur

source: Network {net} is not advertised in this server
fr: Le réseau {net} n'est pas annoncé dans ce serveur

source: OpenVPN servers cannot be used for internal services
fr: Les serveurs OpenVPN ne peuvent être utilisés pour des services internes

source: The server requires a network address for the VPN
fr: Le serveur a besoin d'une adresse réseau pour le VPN

source: The server requires a netmask for its VPN network
fr: Le serveur a besoin d'un masque de sous-réseau pour son réseau VPN

source: The server requires a port number
fr: Le serveur a besoin d'un numéro de port

source: A IP protocol must be specified for the server
fr: Un protocole d'IP doit être défini pour le serveur

source: A server certificate must be specified
fr: Un certificat de serveur doit être spécifié

source: Server {name}
fr: Serveur {name}

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Running
fr: Fonctionne

source: Stopped
fr: Stoppé

source: Daemon status
fr: Status du service

source: All external interfaces
fr: Toutes les interfaces externes

source: Local address
fr: Adresse locale

source: VPN subnet
fr: Sous-réseau VPN

source: The protocol only may be tcp or udp.
fr: Le protocole ne peut être que TCP ou UDP

source: You must supply at least one server for the client
fr: Vous devez fournir au moins un serveur pour ce client

source: Server's port
fr: Port du serveur

source: A IP protocol must be specified for the client
fr: Un protocole IP doit être défini pour le client

source: The CA certificate is needed
fr: Le certificat CA est requis

source: The client certificate must be specified
fr: Le certificat client doit être spécifié

source: The client private key must be specified
fr: La clef privée du client doit être spécifiée

source: Servers must be supplied to the client
fr: Des serveurs doivent être fournis au client

source: Connection target
fr: Cible de connection

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
fr: Nom invalide {name}. Les noms commençant par le préfixe {pf} sont réservés pour une utilisation interne

source: OpenVPN daemons
fr: Service OpenVPN

source: OpenVPN service
fr: Service OpenVPN

source: Event
fr: Evénement

source: Remote IP
fr: IP distante

source: Remote Certificate
fr: Certificat distant

source: Initialization sequence completed
fr: Séquence d'initialisation terminée

source: Certificate issuer not authorized
fr: Émetteur de certificat non autorisé

source: Certificate common name not authorized
fr: Nom commun de certificat non autorisé

source: Certificate verification failed
fr: Vérification du certificat échouée

source: Client connection initiated
fr: Connexion client initiée

source: Client connection terminated
fr: Connexion client terminée

source: Connection to server initiated
fr: Connexion au serveur initiée

source: Server connection terminated
fr: Connexion au serveur terminée

source: Create
fr: Créer

source: OpenVPN client creation
fr: Création du client OpenVPN

source: Are you sure you want delete the {type} {name}?
fr: Etes-vous sûrs de vouloir effacer le {type} {name}.? Cette action ne peut être annulée.

source: Deleting OpenVPN {type}
fr: Effacement d'OpenVPN {type}

source: Are you sure you want delete the {type} {name}.?
fr: Etes-vous sûrs de vouloir effacer le {type} {name} ?

source: Delete
fr: Effacer

source: Cancel
fr: Annuler

source: OpenVPN server creation
fr: Création du serveur OpenVPN

source: Certificate
fr: Cerfificat

source: This certificate will be used by the server to authenticate itself
fr: Ce certificat va être utilisé par le serveur pour s'auto-authentifier

source: disabled
fr: désactivé

source: Client authorization by common name
fr: Autorisation du client par nom commun

source: Only clients with this value as full common name's prefix will be authorized
fr: Uniquement les clients ayant cette valeur comme préfixe de nom commun pourront être autorisés

source: Interface to listen on
fr: L'interface écoute sur

source: The server will listen only in all external interfaces or only in the interface selected
fr: Le serveur écoutera uniquement sur toutes les interfaces externes ou sur l'interface sélectionnée

source: Active
fr: Actif

source: VPN network address
fr: adresse réseau du VPN

source: VPN network netmask
fr: Masque de sous-réseau du VPN

source: Protocol
fr: Protocole

source: Allow client-to-client connections
fr: Accepter les connection client à client

source: Allow clients to connect each other within the VPN
fr: Autoriser les clients à se connecter ensembles au travers du VPN

source: Allow eBox-to-eBox tunnels
fr: Accepte les tunnels eBox-eBox

source: If you want to create a tunnel between two eBox, you will need this option to allow connections from clients to this server
fr: Si vous voulez créer un tunnel entre deux eBox, vous devrez activer cette option afin de permettre les connexions des clients sur ce serveur

source: Server name
fr: Nom du serveur

source: OpenVPN servers require at least one client certificate. Create it first
fr: Le serveur OpenVPN nécessite au moins un certificat client. Créer-le d'abord

source: OpenVPN servers require a certification authority and at least one client certificate. Create them first
fr: Le serveur OpenVPN nécessite un certificat d'autorité et au moins un certificat client. Créer-les d'abord

source: Change CA's certificate
fr: Modifier le certificat CA

source: Change client's certificate
fr: Modifier le certificat du client

source: Change client's private key
fr: Modifier la clef privée du client

source: Change
fr: Modifier

source: Client {name} configuration
fr: Configuration du client {name}

source: Server {name} configuration
fr: Configuration du serveur {name}

source: Advertised networks
fr: Réseaux avertis

source: This section manages which networks will be made accessible to connecting clients
fr: Cette section permet de gérer quels réseaux pourront être accessibles par les clients entrant

source: Net address
fr: Adresse réseau

source: Netmask
fr: Masque réseau

source: Network
fr: Réseau

source: Add network
fr: Ajouter un réseau

source: Servers
fr: Serveurs

source: Name
fr: Nom

source: Edit
fr: Editer

source: Download client's file bundle
fr: Télécharger le fichier paquet du client

source: Create new server
fr: Créer un nouveau serveur

source: Create new client
fr: Créer un nouveau client

source: edit
fr: éditer

source: delete
fr: supprimer

source: Client's certificate
fr: Certificat client

source: This certificate will be used by the client to authenticate itself to the server
fr: Ce certificat va être utilisé par le client pour s'authentifier sur le serveur

source: This selection should match the operative system running on the client computer
fr: Cette sélection devrait correspondre au système effectif tournant sur l'ordinateur client

source: Add OpenVPN's installer to bundle
fr: Ajouter l'installation d'OpenVPN au paquet

source: Server's IP address
fr: Adresse IP du serveur

source: This address should be the one used to reach the server.
fr: Cette adresse doit être celle utilisée pour atteindre le serveur

source: Additional server's IP address (optional)
fr: Adresse IP supplémentaire du serveur (optionnelle)

source: An additional address to reach the server can be specified here
fr: Une adresse supplémentaire peut être définie pour atteindre le serveur spécifié

source: Download client's files
fr: Télécharger le fichier client

source: Client files for server {name}
fr: Fichier client pour le serveur {name}

source: eBox has guessed for you the values of the addresses' fields. If those values are incorrect or you want another ones, change them
fr: eBox a deviné pour vous les valeurs des champs d'adresse. Si ces valeurs sont incorrectes ou si vous en désirez d'autres, changez-les

source: eBox was unable to guess for you the values of the server's address. Please, enter the value manually or check your internet connection and try again
fr: eBox n'a pas été capable de deviner les adresses des serveurs. Veuillez les saisir manuellement ou vérifier votre connexion internet et réessayer

source: Return to the OpenVPN's main page
fr: Retourner à la page principale d'OpenVPN

source: Client name
fr: Nom du client
