Repository: ebox/ebox
Catalog: 1.3.1/client/remoteservices/po/*-sory.po
Languages: es

source: Backup deleted
es: Copia de seguridad eliminada

source: Remote system backups
es: Copias de seguridad del sistema remoto

source: Restoring remote backup
es: Se está restaurando la copia de seguridad remota

source: Restoring modules from remote backup
es: Se están restaurando los módulos de la copia de seguridad remota

source: Module
es: Módulo

source: modules left to restore
es: Módulos que quedan por restaurar

source: Restore successful
es: Se ha llevado a cabo la restauración satisfactoriamente

source: Remote system backups proxy
es: Copias de seguridad proxy del sistema remoto

source: Making remote backup
es: Copia de seguridad remota en proceso

source: Backing up modules
es: Copias de seguridad de módulos en proceso

source: Operation
es: Operación

source: operations left to finish backup
es: Operaciones que quedan para finalizar la copia de seguridad

source: Backup successful
es: Copia de seguridad finalizada satisfactoriamente

source: Configuration backup
es: Configuración de la copia de seguridad

source: Please confirm that you want to restore the configuraction using the following remote backup:
es: Por favor, confirma que quieres restaurar la configuración mediante la siguiente copia de seguridad remota:

source: Restore
es: Restaurar

source: Please confirm that you want to delete the following remote backup:
es: Por favor, confirma que quieres eliminar la siguiente copia de seguridad remota:

source: Delete
es: Eliminar

source: Inexistent action: {a}
es: Esta acción no existe: {a}

source: Connection error
es: Error de conexión

source: Settings
es: Preferencias

source: eBox remote services
es: Servicios remotos de eBox

source: Not subscribed
es: No estás suscrito

source: Subscribed
es: Suscrito

source: Remote services subscription
es: Suscripción de servicios remotos

source: Inexistent backup: {n}
es: Esta copia de seguridad no existe: {n}

source: Access from control panel without password
es: Acceso desde el panel de control sin contraseña

source: Access settings
es: Preferencias de acceso

source: Subscription was done correctly. Wait a minute to let the subscription be propagated throughout the system
es: La suscripción se ha llevado a cabo correctamente. Espera unos instantes para permitir que la suscripción se propague por todo el sistema

source: Subscription data retrieved correctly
es: Los datos de la suscripción se han obtenido correctamente

source: Done
es: Hecho

source: Prior to make a subscription on remote services, enable the OpenVPN module and save or discard its changes
es: Habilita el módulo OpenVPN y guarda o rechaza los cambios antes de hacer la suscripción de servicios remotos

source: User name
es: Nombre de usuario

source: eBox common name
es: Nombre común de eBox

source: Password
es: Contraseña

source: eBox subscription details
es: Detalles de la suscripción de eBox

source: Delete data
es: Eliminar datos

source: Subscription to remote services
es: Suscripción a servicios remotos

source: Subscribe
es: Suscribirse

source: In order to subscribe an eBox remote services {url}. You will have remote backup facilities and much more
es: Suscribirse a los servicios remotos de eBox {url}.Obtendrás facilidades de copias de seguridad remotas y mucho más

source: No backups in server for host: {h}
es: No hay copias de seguridad que alojar en el servidor: {h}

source: Key for proxy backup service not found
es: No se ha encontrado la clave para el servicio de copia de seguridad proxy

source: Key for web subscription service not found
es: No se ha encontrado la clave para el servicio de suscripción web

source: No ebox-services DNS key found
es: No se ha encontrado la clave DNS de los servicios de eBox

source: Cannot create SOAP connection
es: No se puede crear la conexión SOAP

source: No domain key found for this service
es: No se ha encontrado ninguna clave de dominio para este servicio

source: Server {s} not found via DNS server {d}
es: No se ha encontrado el servidor {s} a través del servidor DNS {d}

source: Key for service URN not found
es: No se ha encontrado la clave para el servicio URN

source: Key for service proxy not found
es: No se ha encontrado la clave para el servicio proxy

source: Remote services
es: Servicios remotos

source: Remote services from eBox are paid services to enhance your eBox experience
es: Los servicios remotos de eBox son servicios contratados para mejorar tu experiencia eBox

source: Composite
es: Combinación

source: Control panel
es: Panel de control

source: Control center
es: Centro de control

source: Cannot proceed with your request because it was a connection problem. Possible causes are:
es: No se puede proceder con tu petición debido a un problema con la conexión. Algunas causas posibles son:

source: Your computer has not internet connection
es: Tu ordenador no dispone de conexión a internet

source: Firewall is blocking the connection. Try to restart firewall module
es: El cortafuegos está bloqueando la conexión. Intenta reiniciar el módulo del cortafuegos

source: Your computer has not a correct system date
es: Tu ordenador no tiene una fecha de sistema correcta

source: You are using the wrong certificates
es: Estás utilizando los certificados erróneos

source: This eBox has been removed from your registered eBoxes
es: Este eBox se ha eliminado de tus eBox registrados

source: Name
es: Nombre

source: Date
es: Fecha

source: Description
es: Descripción

source: Archive size
es: Tamaño del archivo

source: Cancel
es: Cancelar

source: eBox host
es: Máquina de eBox

source: Actions
es: Acciones

source: Download
es: Descargar

source: restore
es: Restaurar

source: download
es: descargar

source: Backups' list
es: Lista de copias de seguridad

source: User
es: Usuario

source: Submit
es: Enviar

source: Enter user and password
es: Introducir nombre de usuario y contraseña

source: Back up
es: Copia de seguridad

source: Back up the current configuration state
es: Haz una copia de seguridad del estado de la configuración actual

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
es: La copia de seguridad está deshabilitada porque hay cambios de configuración que no se han guardado. Guárdalos o descártalos primero para poder hacer una copia de seguridad de la configuración

source: delete
es: eliminar

source: Configuration backups' list
es: Lista de copias de seguridad de la configuración

source: This feature is only available if you get eBox Services. You can contract them at {url1}. If you are already registered, then subscribe this eBox at {url2}
es: Esta opción sólo está disponible si dispones de servicios de eBox. Puedes contratarlos en {url1}. Si ya estás registrado, suscribe este eBox en {url2}

source: subscription page
es: página de suscripción
