Repository: ebox/ebox
Catalog: release-ubuntu-hardy-0.11.100/client/mailfilter/po/*.po
Languages: fr

source: Mail filter
fr: Filtrage d'email

source: External mail server {mta} removed. Remember to remove its mail domains from the external mail domain's list
fr: Serveur de mail externe {mta} supprimé. Rappelez-vous d'enlever son nom de domaine de la liste des noms de domaine externe

source: Invalid mailbox type: {type}
fr: Type de boîte mail invalide : {type}

source: Learned from mailbox file
fr: Appris du fichier de boîte mail

source: {name} is already registered
fr: {name} est déjà enregistré

source: {name} added
fr: {name} ajouté

source: Denied settings changed
fr: Configuration des accès refusés modifiée

source: No changes were specified by the user
fr: Aucun changement n'a été spécifié par l'utilisateur

source: {name} is not registered
fr: {name} n'est pas enregistré

source: {name} removed
fr: {name} supprimé

source: The specified sender is not in the ACL
fr: L'expéditeur spécifié n'est pas dans les ACL

source: Mail domain {domain} added to external domain's list.
fr: Nom de domaine {domain} ajouté à la liste des noms de domaines externes

source: module status
fr: Status du module

source: Mail domain {domain} removed from external domain's list.
fr: Nom de domaine de courrier {domain} supprimé de la liste des noms de domaines externes

source: All entries were removed
fr: Toutes les entrées ont été supprimées

source: External mail server {mta} allowed. Remember to add its mail domains to the external mail domain's list
fr: Serveur de courrier externe {mta} autorisé. Rappelez-vous de l'ajouter à la liste des domaines externes

source: {ext} is not registered in the extensions list
fr: {ext} n'est pas enregistré dans la liste d'extensions

source: {ext} is not registered in the mimeTypes list
fr: {ext} n'est pas enregistré dans la liste de types MIME

source: MIME type
fr: Types MIME

source: file extension
fr: extension de fichier

source: The spam's autolearn threshold must be higher than 6.0
fr: Le seuil d'auto-apprentissage des spams doit être supérieur à 6.0

source: The ham's autolearn threshold cannot be higher than spam's threshold
fr: Le seuil d'auto-apprentissage des mails valides (ham) ne peut pas être supérieur à celui du spam

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
fr: Le seuil d'auto-apprentissage des spams ne peut pas être inférieur au seuil par défaut

source: The ham's autolearn threshold canot be higher or equal than the default spam level
fr: Le seuil d'auto-apprentissage des mails valides (ham) ne peut être supérieur ou égale au seul par défaut des spams

source: Spam threshold
fr: Seuil des spams

source: It must be a number(decimal point allowed)
fr: Doit être un nombre (séparateur . de décimale toléré)

source: The spam's threshold cannot be higher than its autolearn threshold
fr: Le seuil des pourriels ne peut être supérieur que son seuil d'auto-apprentissage

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
fr: Le seuil de pourriels ne peut pas être inférieur ou égale à son seuil d'auto-apprentissage de mails valides (ham)

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
fr: Apprentissage impossible car le filtre bayésien est désactivé dans la configuration actuelle.

source: Unsupported or incorrect input source format: {format}
fr: Format de donnée source incorrect ou non supporté : {format}

source: domain name
fr: nom de domaine

source: email address
fr: adresse mail

source: The sender can be either an email address or a domain name prefixed with '@'
fr: L'expéditeur peut uniquement être une adresse mail ou un nom de domaine commençant par '@'

source: Mail filter settings
fr: Configuration du filtrage mail

source: Virtual mail domain {vd} does not exist
fr: Le nom de domaine virtuel {vd} n'existe pas

source: Cannot proceed because the filter is in use
fr: Impossible d'exécuter l'opération car le filtre est utilisé

source: Mailfilter's port
fr: Port du filtre mail

source: The port {port} is already used by module {mod}
fr: Le port {port} est déjà utilisé par le module {mod}

source: MTA's address
fr: Adresse du MTA

source: Invalid external MTA {mta}. Local network addresses are not allowed
fr: MTA externe invalide {mta}. Les adresses du réseau locale ne sont pas permises

source: {mta} is already allowed
fr: {mta} est déjà autorisé

source: {mta} not found
fr: {mta} introuvable

source: Mail domain
fr: Domaine mail

source: {domain} is already acknowledged as external mail domain
fr: {domain} est déjà autorisé en tant que domaine de mails externe

source: Domain {domain} was not acknowledged as external mail domain
fr: Le domaine {domain} n'est pas autorisé en tant que domaine de mails externe

source: Administrator address
fr: Adresse de l'administrateur

source: policy type
fr: Type de politique

source: filter type
fr: Type de filtre

source: Mail filter system
fr: Système de filtrage mail

source: eBox internal mail filter
fr: Filtre mail interne à eBox

source: Bad headers policy
fr: Mauvaise politique d'en-têtes

source: Virus policy
fr: Politique antivirus

source: Virus database update status
fr: Status des mises-à-jours des définitions de virus

source: The last update failed at {date}
fr: Dernière tentative de mise-à-jour le {date}

source: Update failed at {date}. Your version of freshclam is outdated.Please, install version {version} or higher
fr: Mise-à-jour échouée le {date}. Votre version de freshclam est dépassée. Veuillez installer la version {version} ou supérieure

source: The last successful update was at {date}
fr: Dernière mise-à-jour réussie le {date}

source: {plural} which are not listed below are allowed
fr: {plural} qui ne sont pas listés ci-dessous sont autorisés

source: Banned files policy
fr: Politique des fichiers bannis

source: Deny
fr: Interdire

source: Delete
fr: Effacer

source: Add {element}
fr: Ajouter {element}

source: Name
fr: Nom

source: All registered {plural}
fr: {plural} tous enregistrés

source: Delete them all
fr: Tous les supprimer

source: The score threshold to mark a message as spam
fr: Seuil de score à atteindre pour marquer le message en tant que spam

source: Spam subject tag
fr: Etiquette du sujet de spam

source: Tag which will be added to the spam mail subject
fr: Etiquette qui sera ajoutée au sujet du pourriel

source: Use bayesian classifier
fr: Utiliser la classification bayésienne

source: Auto-whitelist
fr: Liste Blanche automatique

source: Change the score of mail according to the sender history
fr: Modifier le score des mails en accord avec l'historique de l'expéditeur

source: Auto-learn
fr: Auto-apprentissage

source: Feedback the learning system with messages that reach the threshold
fr: Retour d'information du système d'apprentissage avec les messages qui atteignent le seuil

source: Autolearn spam threshold
fr: Seuil d'auto-apprentissage spam

source: Spam messages which a score equal or greater than this threshold will be added to the learning system
fr: Les pourriels qui ont un score égal ou supérieur au seuil seront introduits dans le système d'apprentissage

source: Autolearn ham threshold
fr: Seuil d'auto-apprentissage des mails valides (ham)

source: Ham messages which a score below this threshold will be added to the learning system
fr: Les mails valides (ham) qui ont un score inférieur à ce seuil seront introduits dans le système d'apprentissage

source: Change
fr: Modifier

source: Mailbox contains
fr: La boîte mail contient

source: Mailbox
fr: Boîte mail

source: Train
fr: Entraîner

source: Spam policy
fr: Politique antispam

source: Antispam options
fr: Options antispam

source: Antispam global sender access lists
fr: Listes globales d'accès d'expéditeur d'Antispam

source: Spam filter training
fr: Entraînement du filtre spam

source: Whitelist
fr: Liste blanche

source: Blacklist
fr: Liste noire

source: Sender
fr: Expéditeur

source: Add sender to {type}
fr: Ajouter l'expéditeur à {type}

source: Service port
fr: Port du service

source: Notify of non-spam problematic messages
fr: Avertir en cas de messages problématiques non-spam

source: Notification address
fr: Adresse de notification

source: Notification
fr: Avertissement

source: External Mail server
fr: Serveur mail externe

source: Allowed external mail servers
fr: Serveurs mail externes autorisés

source: Add external mail server
fr: Ajouter un serveur de mail externe

source: External mail server
fr: Serveur mail externe

source: External Mail domain
fr: Domaine mail externe

source: External mail domains
fr: Domaines mail externe

source: Add external mail domain
fr: Ajouter un domaine mail externe

source: External mail domain
fr: Domaine mail externe

source: Use virus filtering
fr: Utiliser le filtrage antivirus

source: The "{name}" setting will not have effect until the antivirus service will be enabled in the mail filter
fr: Le paramètre de "{name}" ne sera effectif que lorsque le service antivirus sera activé dans le filtre du courrier

source: Use spam filtering
fr: Utiliser le filtrage antispam

source: The "{name}" setting will not have effect until the antispam sergice will be enabled in the mail filter
fr: Le paramètre de "{name}" ne sera effectif que lorsque le service antivirus sera activé dans le filtre du courrier

source: Use default spam threshold (current value is {v})
fr: Utilise le seuil antispam par défaut (la valeur courante est de {v})

source: Spam threshold for {domain} virtual domain
fr: Seuil antispam pour le domaine virtuel {domain}

source: Mail filter options
fr: Options du filtre mail

source: Antispam sender access lists
fr: Listes d'accès d'expéditeur d'Antispam

source: General
fr: Général

source: Extensions filter
fr: Filtre d'extensions

source: MIME Type filter
fr: Filtre de type MIME

source: Bad formed headers
fr: Entête mal formée

source: Pass
fr: Passage

source: Reject
fr: Rejet

source: Bounce
fr: Rebond

source: Discard
fr: Mise à l'écart
