Repository: ebox/ebox
Catalog: 1.3.0/client/dns/po/*.po
Languages: pl

source: Invalid preference number. Allowed range: ({min}, {max})
pl: Bledny numer preferencji. Dostepny zakres: ({min}, {max})

source: Host name
pl: Nazwa hosta

source: Custom
pl: Uzytkownika

source: Preference
pl: Preferencja

source: Mail exchangers
pl: Wpisy MX

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
pl: Najmniejszy numer posiada najwiekszy priorytet i okresla pierwszy serwer sprawdzany przez zdalnego klienta (zazwyczaj inny serwer mailowy) podczas procesu translacji zapisow MX dla nazwy domeny.Dozwolony zakres = ({min}, {max})

source: Mail exchanger record
pl: Zapis MX

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
pl: Istnieje juz alias o tej samej nazwie "{name}" dla "{hostname}" w tej samej domenie

source: host name
pl: nazwa hosta

source: The DNS server allows you to resolve names for your own domains.
pl: Serwer DNS umozliwia translacje nazw w twoich domenach.

source: Domain
pl: Domena

source: Mail Exchangers
pl: Wpisy MX

source: domain
pl: domena

source: Service enabled
pl: Serwis wlaczony

source: Service disabled
pl: Serwis wylaczony

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
pl: Alias nie może być nazwa servera DNS .”{ns}” Uzyj nazwy hosta

source: There is a hostname with the same name "{name}" in the same domain
pl: Istnieje juz host o tej samej nazwie "{name}" w tej samej domenie

source: DNS Server
pl: Serwer DNS

source: configuration file for zone {zone}
pl: Plik konfiguracyjny dla strefy {zone}

source: configuration file for reverse resolution zone {zone}
pl: Plik konfiguracyjny dla strefy odwrotnej translacji adresow {zone}

source: Domain list
pl: Lista domen

source: Name
pl: Nazwa

source: Action
pl: Akcja

source: Add
pl: Dodaj

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: edit
pl: edytuj

source: delete
pl: usuń

source: Host list for domain {domain}
pl: Lista hostów dla domeny {domain}
