Repository: ebox/ebox
Catalog: 1.3.1/client/software/po/*.po
Languages: de

source: There were no packages to update
de: Es gab keine Pakete zu aktualisieren

source: Upgrading
de: wird aktualisiert

source: Upgrading packages
de: Pakete werden aktualisiert

source: Current package
de: Aktuelles Paket

source: packages left to install
de: Pakete, die noch installiert werden müssen

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
de: Die Pakete wurden erfolgreich installiert. Die Administrationsoberfläche reagier für eine kurze Zeit möglicherweise nicht. Bitte warten bis das System komplett neu gestartet wurde

source: The packages installation has not finished correctly . More information on the logs
de: Die Installation der Pakete ist nicht erfolgreich verlaufen. Nähere Informationen finden Sie in den Logdateien

source: Removing package
de: Entferne Paket

source: Removing the selected package and its dependent packages
de: Entferne das ausgewählte Paket und abhängige Pakete

source: packages left to remove
de: Pakete, die noch enfernt werden müssen

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
de: Die Paket-Entfernung wurde erfolgreich beendet. Die Administrations-Oberfläche könnte für ein paar Sekunden nicht reagieren. Bitte warten Sie bis das System komplett neugestartet hat.

source: The packages removal has not finished correctly . More information on the logs
de: Die Paket-Entfernung wurde nicht erfolgreich beendet. Weitere Informationen in den Logs

source: Automatic software updates
de: Automatische Softwareaktualisierungen

source: System updates
de: Systemaktualisierungen

source: Software updates are being handled automatically
de: Softwareaktualisierungen werden automatisch durchgeführt

source: The system is up to date
de: Das System ist auf dem aktuellsten Stand

source: automatic updates configuration
de: Automatische Aktualisierungen konfigurieren

source: eBox components
de: eBox-Komponenten

source: Enable cron script to download updates
de: Aktiviere cron-Skript um Updates herunterzuladen

source: eBox software will download the available updates from your configured apt sources.
de: eBox wird nun verfügbare Updates von den von Ihnen eingestellten apt-Quellen herunterladen.

source: Software management is currently locked by {locker}. Please, try again later
de: Die Softwareverwaltung ist momentan durch {locker} gesperrt. Bitte versuchen Sie es später nochmals

source: eBox - Certificate Authority Manager for eBox
de: eBox - Zertifizierungsstellen-Manager für eBox

source: eBox - DHCP server module
de: eBox - DHCP-Server Modul

source: the eBox platform - Base framework
de: eBox-Plattform - Basisframework

source: eBox - Instant messaging (Jabber)
de: eBox - Instant Messenger (Jabber)

source: eBox - layer 7 protocols
de: eBox - Layer 7 Protokolle

source: eBox - Mail filter module
de: eBox - Mail-Filter Modul

source: eBox - Monitoring module
de: eBox - Überwachungs-Modul

source: eBox - Network configuration module
de: eBox - Netzwerkkonfiguration Modul

source: eBox - NTP server
de: eBox - NTP-Server (Zeitserver)

source: eBox - Object management
de: eBox - Objektverwaltung

source: eBox - OpenVPN server module
de: eBox - OpenVPN-Server Modul

source: eBox - Printer sharing
de: eBox - Druckerfreigabe

source: eBox - File sharing
de: eBox - Dateifreigabe

source: eBox - Services management
de: eBox - Diensteverwaltung

source: eBox - Software management
de: eBox - Softwareverwaltung

source: eBox - Proxy cache and content filter
de: eBox - HTTP-Proxy und Inhaltsfilter

source: eBox - Traffic shaper for eBox
de: eBox - Bandbreitenbegrenzung für eBox

source: eBox - User and Group management
de: eBox - Benutzer- und Gruppenverwaltung

source: software service to update packages via apt
de: Software-Dienst um Pakete via apt zu aktualisieren

source: rule to allow apt updates
de: Regel, welche apt-Aktualisierungen erlaubt

source: The following packages will be installed
de: Die folgenden Pakete werden installiert

source: The following packages will be removed
de: Die folgenden Pakete werden entfernt

source: Cancel
de: Abbrechen

source: Updates are available for the following system components
de: Für die folgenden Systemkomponenten sind Aktualisierungen verfügbar

source: Component
de: Komponente

source: Description
de: Beschreibung

source: Update
de: Aktualisieren

source: Update all packages
de: Alle Pakete aktualisieren

source: This operation can take some time, don't worry if eBox looks unresponsive after pressing the Upgrade button.
de: Dieser Vorgang braucht etwas Zeit, seien Sie nicht beunruhigt, wenn die eBox nicht mehr reagiert, nachdem Sie den Aktualisierungsvorgang gestartet haben

source: Upgrade
de: Aktualisieren

source: Installed version
de: Installierte Version

source: Latest version
de: Neueste Version

source: Actions
de: Aktionen

source: Install
de: Installieren

source: none
de: keiner

source: Remove
de: Entfernen
