Repository: ebox/ebox
Catalog: webserver-1.5/po/*.po
Languages: pt_br

source: HyperText Transport Protocol
pt_br: HTTP Protoloco de Transporte de HiperTexto

source: Web Server
pt_br: Servidor Web

source: To set webserver listening port
pt_br: Para definir a porta servidor Web

source: To configure the per-user public HTML directory
pt_br: Para configurar o diretório público HTML por usuário

source: Enable apache LDAP user module
pt_br: Habilitar o módulo LDAP do apache

source: To fetch home directories from LDAP
pt_br: Para pegar o diretório do usuário no LDAP

source: Web service status
pt_br: Status do servidor Web

source: The {userDirConfFile} is missing! Please recover it
pt_br: O {userDirConfFile} esta faltando! Favor restaurá-lo

source: listening port
pt_br: porta em escuta

source: To allow HTML directories for users is needed that the file sharing module is installed and configured
pt_br: Para permitir diretórios HTML para usuários é necessário que o módulo de compartilhamento de arquivo esteja instalado e configurado

source: To allow HTML directories for user is needed to have the file sharing module configured. To configure it enable it at least one time
pt_br: Para permitir diretórios HTML para o usuário é necessário que o módulo de compartilhamento de arquivo esteja configurado. Para configurá-lo, habilite-o ao menos uma vez

source: Listening port
pt_br: Porta em escuta

source: Enable per user {dirName}
pt_br: Habilitar por usuário {dirName}

source: If you tick this field, each user is permitted to have a website in their home directory under public_html
pt_br: Se marcar este campo, cada usuário poderá ter um website na sua pasta pessoal dentro de public_html

source: General configuration settings
pt_br: Opções gerais

source: General Web server configuration. The listening port must not be got from another service. If you enable user to publish their own html pages, the pages will be loaded from {dirName} directory from their samba home directories
pt_br: Configuração do servidor Web. A porta em escuta não pode estar em uso por outro serviço. Se você permitir que usuários publiquem suas páginas, elas serão carregadas do diretório {dirName}, de dentro do compartilhamento samba do usuário

source: General Web server configuration settings updated
pt_br: Opções do servidor Web atualizadas

source: Virtual host's name
pt_br: Nome do servidor virtual

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
pt_br: Servidor virtual {vhost} adicionado. O domínio {domain} foi criado com o mapeamento {name} - endereço IP {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain
pt_br: Servidor virtual {vhost} adicionado. O mapeamento {name} - endereço IP {ip} foi adicionado ao domínio {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}
pt_br: Servidor virtual {vhost} adicionado como o aliás {alias} para o servidor {hostname}

source: Virtual host {vhost} added
pt_br: Servidor virtual {vhost} adicionado

source: There is no static internal interface to set the Web server IP address
pt_br: Não existe interface interna estática para definir o endereço IP do servidor Web

source: Name
pt_br: Nome

source: Virtual hosts
pt_br: Hosts virtuais

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot} directory. Any particular configuration you want to add must be placed at {userConf} directory
pt_br: Hosts virtuais são uma forma de hospedagem web onde muitas instâncias do mesmo servidor web são hospedadas em um único servidor físico. Diferentes nomes de servidores apontarão para o mesmo servidor web. A entrada do DNS será automaticamente criada caso possível. O conteúdo deve ser colocado no diretório {docRoot}. Qualquer configuração particular que você quiser adicionar precisa ser colocada no diretório {userConf}

source: virtual host
pt_br: servidor virtual

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
pt_br: {open} O módulo DNS está desabilitado. Os domínios ou mapeamentos adicionados não terão efeito até que você habilite o módulo DNS.

source: Configuration
pt_br: Configuração

source: The eBox web service allows you to host Web pages in plain HTML within different virtual hosts
pt_br: O serviço Web do eBox permite que você hospede páginas HTML dentro de diferentes servidores virtuais
