Repository: ebox/ebox
Catalog: 1.3.2/client/webserver/po/*-sory.po
Languages: es

source: Web service
es: Servicio web

source: The eBox web service allows you to host Web pages in plain HTML within different virtual hosts
es: El servicio web de eBox te permite albergar páginas web en HTML en máquinas virtuales diferentes

source: listening port
es: puerto de escucha

source: Listening port
es: Puerto de escucha

source: Enable per user {dirName}
es: Habilitar por usuario {dirName}

source: General configuration settings
es: Elementos generales de configuración

source: General Web server configuration. The listening port must not be got from another service. If you enable user to publish their own html pages, the pages will be loaded from {dirName} directory from their samba home directories
es: Configuración general del Servidor Web. El puerto de escucha no deberá ser utilizado por otro servicio. Si permites que los usuarios publiquen sus propias páginas html, las páginas se cargarán desde el directorio {dirName} de su directorio personal Samba directorio de sus directorios de inicio de samba

source: General Web server configuration settings updated
es: Actualizada la configuración general del servidor web

source: Virtual host's name
es: Nombre de la máquina virtual

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}
es: Máquina virtual {vhost} Agregada. Se ha creado el dominio {domain} con el nombre de mapeo {name} - Dirección IP {ip}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain
es: Máquina virtual {vhost} agregado. Se ha agregado al dominio {domain} un nombre de mapeo {name} - Dirección IP {ip}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}
es: Máquina virtual {vhost} agregada como un alias {alias} a la máquina {hostname}

source: Virtual host {vhost} added
es: Máquina virtual {vhost} agregada

source: There is no static internal interface to set the Web server IP address
es: No hay interfaz interno estático para poner la dirección IP del servidor Web

source: Name
es: Nombre

source: Virtual hosts
es: Máquinas virtuales

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot}/vHostName directory
es: Las máquinas virtuales son una forma de servicio de alojamiento web, donde muchos casos del mismo servidor web están alojados en un único servidor físico. Los diferentes nombres de máquinas llevan al mismo servidor web. La entrada de DNS se crea automáticamente, si es posible. El contenido debe ser puesto bajo el directorio {docRoot}/ vHostName

source: virtual host
es: Máquina virtual

source: HyperText Transport Protocol
es: Protocolo de Transporte de Hipertexto

source: Web service status
es: Estado del servicio Web

source: The {userDirConfFile} is missing! Please recover it
es: ¡Falta el {userDirConfFile}! Por favor, recupéralo

source: If you tick this field, each user is permitted to have a website in their home directory under public_html
es: Si marcas este campo, cada usuario tendrá permiso para tener un sitio web en su propio directorio bajo public_html

source: To set webserver listening port
es: Configurar el puerto de escucha del servidor Web

source: To configure the per-user public HTML directory
es: Configurar el directorio HTML público por usuario

source: Enable apache LDAP user module
es: Habilitar el módulo de usuario apache LDAP

source: To fetch home directories from LDAP
es: Obtener los directorios personales desde LDAP
