Repository: ebox/ebox
Catalog: release-0.10/client/mailfilter/po/*.po
Languages: de

source: Mail domain {domain} added to external domain's list.
de: Die Maildomäne {domain} wurde zur Liste der externen Domänen hinzugefügt

source: External mail server {mta} removed. Remember to remove its mail domains from the external mail domain's list
de: Der externe Mailserver {mta} wurde entfernt. Bitte denken Sie daran, dessen Maildomänen von der Liste der externen Maildomänen zu entfernen

source: The specified sender is not in the ACL
de: Der angegebene Sender ist nicht in der ACL

source: {name} is already registered
de: {name} wurde bereits eingetragen

source: {name} added
de: {name} hinzugefügt

source: module status
de: Status des Moduls

source: External mail server {mta} allowed. Remember to add its mail domains to the external mail domain's list
de: Der externe Mailserver {mta} ist erlaubt. Bitte denken Sie daran, dessen Maildomänen zur Liste der externen Maildomänen hinzuzufügen

source: Denied settings changed
de: Einstellungen für "ablehnen" geändert

source: No changes were specified by the user
de: Der Benutzer hat keine Änderungen angegeben

source: Mail domain {domain} removed from external domain's list.
de: Die Maildomäne {domain} wurde von der Liste der externen Maildomänen entfernt

source: All entries were removed
de: Alle Einträge wurden entfernt

source: {name} is not registered
de: {name} ist nicht eingetragen

source: {name} removed
de: {name} entfernt

source: Invalid mailbox type: {type}
de: Ungültiger Mailboxtyp: {type}

source: Learned from mailbox file
de: Vom Postfach gelernt

source: Cannot proceed because the filter is in use
de: Kann nicht weitermachen, weil der Filter in Verwendung ist

source: Mailfilter's port
de: Port

source: The port {port} is already used by module {mod}
de: Der Port {port} wird bereits vom Modul {mod} verwendet

source: MTA's address
de: MTA-Adresse

source: Invalid external MTA {mta}. Local network addresses are not allowed
de: Ungültige externe MTA-Adresse {mta}. Lokale Netzwerkadressen sind nicht erlaubt

source: {mta} is already allowed
de: {mta} ist bereits erlaubt

source: {mta} not found
de: {mta} nicht gefunden

source: Mail domain
de: Maildomäne

source: {domain} is already acknowledged as external mail domain
de: {domain} ist bereits als externe Maildomäne anerkannt

source: Domain {domain} was not acknowledged as external mail domain
de: Die Domäne {domain} wurde nicht als externe Maildomäne anerkannt

source: Administrator address
de: Adresse des Administrators

source: policy type
de: Art des Vorgehens

source: filter type
de: Filtertyp

source: Mail filter system
de: E-Mails filtern

source: Mail filter settings
de: E-Mails filtern

source: eBox internal mail filter
de: Interner eBox Mailfilter

source: Virtual mail domain {vd} does not exist
de: Die virtuelle Maildomäne {vd} gibt es nicht

source: The spam's autolearn threshold must be higher than 6.0
de: Der Wert muss grösser als 6 sein, damit das Lernmodul des Spamfilters wirkt

source: The ham's autolearn threshold cannot be higher than spam's threshold
de: Der Wert für erwünschte Nachrichten kann nicht höher sein, als der für unerwünschte Nachrichten

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
de: Der Wert für das Lernmodul kann nicht kleiner sein, als der Standardwert für Spam

source: The ham's autolearn threshold canot be higher or equal than the default spam level
de: Der Wert für das Lernen von erwünschten Nachrichten muss kleiner sein, als der Standardwert für Spam

source: Spam threshold
de: Wert für Spam

source: It must be a number(decimal point allowed)
de: Es muss eine Zahl sein (Dezimalstellen mit Punkt schreiben)

source: The spam's threshold cannot be higher than its autolearn threshold
de: Der Wert für Spam kann nicht grösser sein, als der Wert für das automatische Lernen

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
de: Der Wert für unerwünschte Mails muss grösser sein, als der Wert für das automatische Lernen von erwünschten Nachrichten

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
de: Lernen ist nicht möglich, weil der bayesische Filter in der Konfiguration deaktiviert ist. Damit Sie das Lernmodul nutzen können, aktivieren Sie den bayesischen Filter und speichern Sie die Änderungen

source: Unsupported or incorrect input source format: {format}
de: Nicht unterstützt oder ungüliges Format der Quelle: {format}

source: domain name
de: Domäne

source: email address
de: E-Mail-Adresse

source: The sender can be either an email address or a domain name prefixed with '@'
de: Der Sender kann eine E-Mail-Adresse oder eine Domäne (mit einem "@" vorhergestellt) sein

source: {ext} is not registered in the extensions list
de: {ext} ist nicht in der Dateiendungsliste eingetragen

source: {ext} is not registered in the mimeTypes list
de: {ext} ist nicht in der Liste der MIME-Typen eingetragen

source: MIME type
de: MIME-Typ

source: file extension
de: Dateiendung

source: Virus policy
de: Vorgehen bei Viren

source: Virus database update status
de: Status der Antivirus-Aktualisierung

source: The last update failed at {date}
de: Die letzte Aktualisierung schlug am {date} fehl

source: The last update was successful at {date}
de: Das letzte Mal wurde am {date} erfolgreich aktualisiert

source: General
de: Allgemein

source: Extensions filter
de: Dateiendungen

source: MIME Type filter
de: MIME-Typ-Filter

source: Bad formed headers
de: Kopfzeilen

source: Whitelist
de: Weisse Liste

source: Blacklist
de: Schwarze Liste

source: Actions
de: Aktionen

source: Delete
de: Löschen

source: Add sender to {type}
de: Sender zu {type} hinzufügen

source: Use virus filtering
de: Viren filtern

source: Use spam filtering
de: Spam filtern

source: Change
de: Ändern

source: Mail filter options
de: Mailfilter-Optionen

source: Antispam sender access lists
de: Antispam Senderzugriffsliste

source: Bad headers policy
de: Vorgehen nicht konformen Kopfzeilen

source: The score threshold to mark a message as spam
de: Der nötige Wert um ein E-Mail als Spam zu markieren

source: Spam subject tag
de: Betreffzeile bei Spam

source: Tag which will be added to the spam mail subject
de: Etikett, das an die Betreffzeile vom Spam-Mails angehängt wird

source: Use bayesian classifier
de: Bayesischen Filter verwenden

source: Auto-whitelist
de: Automatisch auf weisse Liste setzen

source: Change the score of mail according to the sender history
de: Den Wert der E-Mail der Sendervergangenheit anpassen

source: Auto-learn
de: Automatisch lernen

source: Feedback the learning system with messages that reach the threshold
de: Das Lernmodul mit E-Mails füttern, welche den Wert erreichen

source: Autolearn spam threshold
de: Wert für automatisches Lernen von Spam

source: Spam messages which a score equal or greater than this threshold will be added to the learning system
de: Spam mit einem Wert, der grösser oder gleich diesem Wert sind werden dem Lernmodul gefüttert

source: Autolearn ham threshold
de: Wert für automatisches Lernen von erwünschten Nachrichten

source: Ham messages which a score below this threshold will be added to the learning system
de: Erwünschte Nachrichten mit einem Wert, der unter diesem Wert ist werden dem Lernmodul gefüttert

source: Mailbox contains
de: Postfach enthält

source: ham
de: erwünschte Nachrichten

source: Mailbox
de: Postfach

source: Train
de: Trainieren

source: Spam policy
de: Vorgehen bei Spam

source: Antispam options
de: Antispam-Optionen

source: Antispam global sender access lists
de: Liste der bekannten Spamsender

source: Spam filter training
de: Spamfilter trainieren

source: Service port
de: Port

source: Notify of non-spam problematic messages
de: Benachrichtigen bei unproblematischen Nachrichten

source: Notification
de: Benachrichtigung

source: External Mail server
de: Externer Mailserver

source: Allowed external mail servers
de: Erlaubte externe Mailserver

source: Add external mail server
de: Externen Mailserver hinzufügen

source: External mail server
de: Externer Mailserver

source: External Mail domain
de: Externe Maildomäne

source: External mail domains
de: Externe Maildomänen

source: Add external mail domain
de: Externe Maildomäne hinzufügen

source: External mail domain
de: Externe Maildomäne

source: Pass
de: Durchlassen

source: Reject
de: Zurückweisen

source: Bounce
de: Zurückschicken

source: Discard
de: Verwerfen

source: {plural} which are not listed below are allowed
de: {plural}, die unten nicht aufgelistet sind, sind erlaubt

source: Banned files policy
de: Vorgehen bei verbotenen Dateien

source: Deny
de: Ablehnen

source: Add {element}
de: {element} hinzufügen

source: All registered {plural}
de: Alle registrierten {plural}

source: Delete them all
de: Alle löschen
