Repository: ebox/ebox
Catalog: client/ebackup/po/*.po
Languages: tr

source: Backup
tr: Yedekleme

source: Check if eBox backup was not successfull.
tr: eBox yedeklemesi başarılı olamadı kontrol edin.

source: There is no information about backuped files yet
tr: Yedeklenen dosyaları hakkında henüz bilgi yok.

source: File
tr: Dosya

source: Backup Date
tr: Yedekleme Tarihi

source: Restore Files
tr: Geri Yükleme Dosyası

source: file restore operation
tr: dosya geri yükleme işlemi

source: File restored successfully
tr: Dosya başarıyla geri yüklendi

source: There is no information about the backuped files yet
tr: Yedeklenen dosyalar hakkında henüz hiçbir bilgi yok.

source: Type
tr: Tip

source: Date
tr: Tarih

source: Remote Backup Status
tr: Uzaktan Yedekleme Durumu

source: backup
tr: yedek

source: Method
tr: Yöntem

source: Host or destination
tr: Ana makine ya da hedef

source: User
tr: Kullanıcı

source: Password
tr: Şifre

source: GPG key
tr: GPG anahtar

source: General Configuration
tr: Genel Yapılandırma

source: General remote backup server configuration
tr: Uzaktan yedekleme sunucusu genel yapılandırması

source: General backup server configuration updated
tr: Genel yedekleme sunucu yapılandırması güncellendi

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: exclude
tr: dışında

source: Configuration and Status
tr: Yapılandırma ve Durum

source: Backup module
tr: Yedekleme modülü
