Repository: ebox/ebox
Catalog: 1.1.20-alpha3/client/soap/po/*.po
Languages: pt, pt_br

source: Control center admin at a log file
pt: Administração do centro de controle num ficheiro de registo
pt_br: Centro de controle administrativo no arquivo de registro

source: Control center
pt: Centro de controle
pt_br: Centro de controle

source: Enable SOAP service
pt: Activar serviço SOAP
pt_br: Habilitar o serviço SOAP

source: Control center communication
pt: Comunicação do centro de controle
pt_br: Contro de controle de comunicação

source: Bundle Deleted
pt: Pacote apagado
pt_br: Pacote removido

source: The previous bundle has been deleted. Upload a new one to establish a communication with an eBox control center
pt: O pacote anterior foi apagado. Carregue um novo para estabelecer a comunicação com o centro de controle da eBox
pt_br: O pacote anterior foi removido. Suba um novo para estabelecer uma comunicação com o centro de controle do eBox

source: Connectivity test
pt: Teste de conectividade
pt_br: Teste de conectividade

source: Bundle Upload
pt: Carregar pacote
pt_br: Pacote Enviado

source: The bundle file has been uploaded successfully
pt: O pacote foi carregado com sucesso
pt_br: O arquivo do pacote foi enviado com sucesso

source: {method} is not a public method
pt: {method} não é um método público
pt_br: {method} não é um método público

source: {method} is not a defined method
pt: {method} não é um método definido
pt_br: {method} não é um método definido

source: {module} does not exist
pt: {module} não existe
pt_br: {module} não existe

source: Missing uploaded file: {uploadedFile}
pt: o ficheiro carregado não se encontra disponível: {uploadedFile}
pt_br: Arquivo inexistente: {uploadedFile}

source: Uploaded file is a type of {type1} but it should be a file of type {type2}
pt: O ficheiro carregado é {type1} mas deve ser {type2}
pt_br: O arquivo enviado é do tipo {type1} mas deveria ser do tipo {type2}

source: Uploaded file does not contain the four mandatory files. It contains {number}
pt: O ficheiro carregado não contém os 4 ficheiro obrigatórios. Contém {number}
pt_br: O arquivo enviado não contém os 4 arquivos obrigatórios. Ele contém {number}

source: It is required to upload a bundle to delete it
pt: É necessário que seja carregado um pacote para o apagar
pt_br: É necessário enviar um pacote para removê-lo

source: You should enable the service to test the connectivity
pt: Deve activar o serviço para testar a conectividade
pt_br: Você deveria habilitar o serviço para testar a conectividade

source: The OpenVPN client configuration file is missing
pt: O ficheiro de configuração do cliente OpenVPN não foi encontrado
pt_br: O arquivo de configuração do cliente OpenVPN não existe

source: The OpenVPN client configuration file is not well formatted
pt: O ficheiro de configuração do cliente OpenVPN não está correctamente formatado
pt_br: O arquivo de configuração do cliente OpenVPN não está formatado corretamente

source: Some certificate is missing
pt: Não foi encontrado um certificado
pt_br: Está faltando algum certificado

source: You cannot upload this bundle since the name {name} has been already used for a bundle which will be cleaned up. If you want to upload the bundle, please save changes first
pt: Não pode carregar este pacote porque o nome {name} já está a ser usado por outro pacote que será limpo. Se quiser carregar o pacote primeiro grave as alterações
pt_br: Você não pode enviar este pacote já que o nome {name} esta sendo utilizado por um pacote que será limpo. Se quiser enviar o pacote, salve as alterações antes

source: Certificate file is missing
pt: O ficheiro do certificado não foi encontrado
pt_br: O arquivo do certificado não existe

source: Private key file is missing
pt: A chave privada não foi encontrada
pt_br: O arquivo da chave privada não existe

source: Certification Authority file is missing
pt: O ficheiro da autoridade certificadora não foi encontrado
pt_br: O arquivo da Autoridade Certificadora não existe

source: You should upload a bundle to be able to communicate with the control center
pt: Deve carregar um pacote para conseguir comunicar com o centro de controle
pt_br: Você deveria enviar um pacote para poder se comunicar com o centro de controle

source: The OpenVPN client is not running. You may need to save changes in order to set up the OpenVPN client
pt: O cliente OpenVPN não está a correr. Pode necessitar de gravar as alterações para poder configurar o cliente OpenVPN
pt_br: O cliente OpenVPN não esta rodando. Você pode ter que salvar as alterações para poder definir o cliente OpenVPN

source: General configuration for
pt: Configuração geral para
pt_br: Configuração geral para

source: The connection seems to be {state}. The percentage of loss was {percent}%
pt: A ligação parece estar {state}. A percentagem de perdas foi {percent}%
pt_br: A conexão parece estar {state}. A porcentagem de perda foi {percent}%

source: down
pt: para baixo
pt_br: desligado

source: eBox Control Center bundle
pt: pacote centro de controle eBox
pt_br: pacote do Centro de Controle do eBox

source: Archive which contains all elements needed to establish the communication between eBox and the control center
pt: Arquivo que contém todos os elementos necessários para estabelecer comunicação entra a eBox e o centro de controle
pt_br: O arquivo que contém todos os elementos precisa estabelecer a comunicação entre o eBox e o centro de controle

source: Upload
pt: Carregar
pt_br: Enviar
