Repository: ebox/ebox
Catalog: client/software/po/*.po
Languages: da, it, pt_br

source: System updates
da: System opdatering
it: Aggiornamenti di sistema
pt_br: Atualizações do sistema

source: Software updates are being handled automatically
da: Software opdateringer sker automatisk.
it: Gli aggiornamenti software sono gestiti automaticamente
pt_br: As atualizações do sistema estão sendo gerenciadas automaticamente

source: The system is up to date
da: Systemet er opdateret.
it: Il sistema è aggiornato
pt_br: O sistema esta atualizado

source: eBox components
da: eBox komponenter
it: componenti eBox
pt_br: Componentes do eBox

source: There were no packages to update
da: Der var ingen pakke at opdatere.
it: Non ci sono pacchetti da aggiornare
pt_br: Não existem pacotes a serem atualizados

source: Upgrading
da: Opgraderer
it: Aggiorno
pt_br: Atualizando

source: Upgrading packages
da: Opgradere softwarepakker
it: Aggiorno pacchetti
pt_br: Atualizando pacotes

source: Current package
da: Aktuel softwarepakke
it: Pacchetto corrente
pt_br: Pacote atual

source: packages left to install
da: Softwarepakker der mangler at blive installeret
it: pacchetti rimasti da installare
pt_br: pacotes restantes

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
it: L'installazione dei pacchetti è andata a buon fine. L'interfaccia di amministrazione potrebbe restare congelata per qualche secondo. Per favore attendere la completa ripartenza del sistema
pt_br: A instalação dos pacotes foi finalizada com sucesso. A interface administrativa pode ficar sem resposta por alguns segundos. Por favor aguarde pacientemente até que o sistema tenha sido reiniciado totalmente

source: The packages installation has not finished correctly . More information on the logs
it: L'installazione dei pacchetti non è andata a buon fine. Ulteriori informazioni nei log
pt_br: A instalação dos pacotes não foi finalizada corretamente. Maiores informações nos registros

source: Removing package
it: Rimuovo il pacchetto
pt_br: Removendo pacote

source: Removing the selected package and its dependent packages
it: Rimuovo il pacchetto selezionato e le sue dipendenze
pt_br: Remover o pacote selecionado e seus pacotes dependentes

source: packages left to remove
it: pacchetti rimasti da rimuovere
pt_br: pacotes restantes para serem removidos

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
it: La rimozione dei pacchetti è andata a buon fine. L'interfaccia di amministrazione potrebbe restare congelata per qualche secondo. Per favore attendere la completa ripartenza del sistema
pt_br: A remoção dos pacotes foi finalizada com sucesso. A interface administrativa pode ficar sem resposta por alguns segundos. Por favor aguarde pacientemente até que o sistema tenha sido reiniciado totalmente

source: The packages removal has not finished correctly . More information on the logs
it: La rimozione dei pacchetti non è andata a buon fine. Consultare i logs per informazioni
pt_br: A remoção dos pacotes não foi finalizada corretamente. Maiores informações nos registros

source: Automatic software updates
da: Automatisk software opdatering
it: Aggiornamenti software automatici
pt_br: Atualização automática do sistema

source: automatic updates configuration
da: Indstillinger for automatisk opdatering.
it: configurazione aggiornamenti automatici
pt_br: configuração da atualização automática

source: Enable cron script to download updates
it: Abilita il cron script per scaricare gli aggiornamenti
pt_br: Habilita o script da cron para baixar as atualizações

source: eBox software will download the available updates from your configured apt sources.
it: eBox scaricherà gli aggiornamenti disponibili dalle sorgenti apt configurate
pt_br: O eBox irá baixar as atualizações disponíveis a partir de suas origens configuradas no apt.

source: Software management
da: Software styring
it: Gestione software
pt_br: Gerenciamento do programa

source: Automatic updates
it: Aggiornamenti automatici
pt_br: Atualizações automáticas

source: Software management is currently locked by {locker}. Please, try again later
it: La gestione del software management è attualmente bloccata da {locker}. Prego riprova più tardi
pt_br: O gerenciador do programa está atualmente bloqueado por {locker}. Favor tentar novamente mais tarde

source: eBox - Certificate Authority Manager for eBox
it: eBox - Certificate Authority Manager per eBox
pt_br: eBox - Gerenciador de Certificados de Autoridade do eBox

source: eBox - DHCP server module
it: eBox - modulo server DHCP
pt_br: eBox - Módulo DHCP

source: eBox - DNS server
it: eBox - server DNS
pt_br: eBox - Servidor DNS

source: the eBox platform - Base framework
it: Framework base di eBox
pt_br: a plataforma eBox - Base framework

source: eBox - Instant messaging (Jabber)
pt_br: eBox - Mensagem Instantânea (Jabber)

source: eBox - layer 7 protocols
pt_br: eBox - protocolos camada 7

source: eBox - Mail server
it: eBox - Server di posta
pt_br: eBox - Servidor de Email

source: eBox - Mail filter module
it: eBox - Modulo filtro posta
pt_br: eBox - Módulo de filtro de email

source: eBox - Monitoring module
it: eBox - Modulo monitor
pt_br: eBox - Módulo de monitoração

source: eBox - Network configuration module
it: eBox - Modulo configurazione di rete
pt_br: eBox - Módulo de configuração de rede

source: eBox - NTP server
it: eBox - Server NTP
pt_br: eBox - Servidor NTP

source: eBox - Object management
it: eBox - Gestione oggetti
pt_br: eBox - Gerenciador de Objetos

source: eBox - OpenVPN server module
it: eBox - Modulo server OpenVPN
pt_br: eBox - Módulo do servidor OpenVPN

source: eBox - Printer sharing
it: eBox - Condivisione stampanti
pt_br: eBox - Compartilhamento de impressora

source: eBox - File sharing
it: eBox - Condivisione file
pt_br: eBox - Compartilhamento de arquivos

source: eBox - Services management
it: eBox - Gestione servizi
pt_br: eBox - Gerenciador de serviços

source: SOAP server to communicate with eBox control center
da: SOAP server som styres af eBox kontrol center
it: Server SOAP per la comunicazione con eBox control center
pt_br: servidor de SOAP comunicar com o centro de controle eBox

source: eBox - Software management
it: eBox - Gestione software
pt_br: eBox - Gerenciador de programa

source: eBox - Proxy cache and content filter
it: eBox - Proxy cache e filtro contenuti
pt_br: eBox - Cache Proxy e filtro de conteúdo

source: eBox - Traffic shaper for eBox
it: eBox - Traffic shaper per eBox
pt_br: eBox - Traffic shaper para o eBox

source: eBox - User and Group management
it: eBox - Gestione Utenti e Gruppi
pt_br: Gerenciador de Usuários e Grupos

source: eBox - Web Server
it: eBox - Server Web
pt_br: eBox - Servidor Web

source: HTTP software
it: Software HTTP
pt_br: Programa HTTP

source: software service to update packages via apt
it: servizio software di aggiornamento pacchetti con apt
pt_br: serviço para atualizar os pacotes via apt

source: rule to allow apt updates
it: la regola non ammette aggiornamenti apt
pt_br: regra para permitir atualizações do apt

source: The following packages will be installed
da: Følgende pakker vil blive installeret
it: I seguenti pacchetti saranno installati
pt_br: Os seguintes pacotes serão instalados

source: The following packages will be removed
da: Følgende pakker vil blive fjernet
it: I seguenti pacchetti saranno rimossi
pt_br: Os seguintes pacotes serão removidos

source: Cancel
da: Afbryd
it: Annulla
pt_br: Cancelar

source: Component
da: Komponent
it: Componente
pt_br: Componente

source: Installed version
da: Installeret version
it: Versione installata
pt_br: Versão instalada

source: Latest version
da: Seneste version
it: Ultima versione
pt_br: Última versão

source: Actions
da: Funktioner
it: Azioni
pt_br: Ações

source: Update
da: Opdatér
it: Aggiornamento
pt_br: Atualizar

source: Install
da: Installér
it: Installa
pt_br: Instalar

source: none
da: ingen
it: nessuno
pt_br: nada

source: Remove
da: Fjern
it: Rimuovi
pt_br: Remover

source: Update all packages
da: Opdatér alle pakker
it: Aggiorna tutti i pacchetti
pt_br: Atualizar todos os pacotes

source: Updates are available for the following system components
da: Opdateringer er tilgængelige for følgende systemkomponenter.
it: Sono disponibili aggiornamenti per i seguenti componenti di sistema
pt_br: Atualizações disponíveis para os seguintes componentes do sistema

source: Description
da: Beskrivelse
it: Descrizione
pt_br: Descrição

source: Version
it: Versione
pt_br: Versão

source: This operation can take some time, don't worry if eBox looks unresponsive after pressing the Upgrade button.
da: Denne handling kan tage noget tid, bliv ikke nervøs hvis eBox ser ud som om den er gået i stå, efter du har trykket på Opgrader-knappen.
it: Questa operazione può richiedere del tempo, non preoccuparti se eBox sembra non rispondere dopo aver premuto il bottone Aggiorna.
pt_br: A operação pode levar algum tempo, não se preocupe se o eBox parecer não responder após pressionar o botão de Atualizar

source: Upgrade
da: Opgrader
it: Aggiorna
pt_br: Atualizar

source: The packages were removed successfully
da: Pakken blev successfuldt fjernet.

source: The installation of the packages has finished successfully
da: Installationen af pakkerne er sluttet succesfuldt

source: An error ocurred while removing components. If the error persists or eBox stops working properly, seek technical support.
da: Der opstod en fejl mens dokumenterne blev fjernet. Hvis fejlen gentages eller eBox holder op med at virke, kontakt teknisk support.

source: Configuration
da: Indstillinger

source: Certificate Authority Manager for eBox
da: Certifikat håndtering for eBox

source: Base framework
da: Basis fundament

source: IPsec VPNs
da: IPsec VPNer

source: Instant messaging (Jabber)
da: Jabber

source: Mail server
da: Post server

source: Mail filter module
da: Post filter modul

source: Network configuration
da: Netværksindstillinger

source: Object management
da: Pakke håndtering

source: Printer sharing
da: Deling af printer

source: File sharing
da: Deling af filer

source: Services management
da: Styring af funktioner

source: Proxy cache and content filter
da: Proxy server og indholdsfilter

source: Traffic shaper for eBox
da: Båndbredde styring for eBox

source: User and Group management
da: Bruger- og gruppehåndtering
