Repository: ebox/ebox
Catalog: 1.1.30-beta1/client/printers/po/*.po
Languages: pt_br

source: Add a new printer (I)
pt_br: Adicionar uma nova impressora (I)

source: Printer's name
pt_br: Nome da impressora

source: Method
pt_br: Método

source: Printer description
pt_br: Descrição da impressora

source: Add a new printer (II)
pt_br: Adicionar uma nova impressora (II)

source: Printer
pt_br: Impressora

source: Next
pt_br: Próximo

source: Port
pt_br: Porta

source: Shared resource
pt_br: Recurso compartilhado

source: Authentication
pt_br: Autenticação

source: User
pt_br: Usuário

source: Password
pt_br: Senha

source: Device
pt_br: Dispositivo

source: Add a new printer (III)
pt_br: Adicionar uma nova impressora (III)

source: Manufacturer
pt_br: Fabricante

source: Add a new printer (IV)
pt_br: Adicionar uma nova impressora (IV)

source: Model
pt_br: Modelo

source: Add a new printer (V)
pt_br: Adicionar uma nova impressora (V)

source: Add a new printer (VI)
pt_br: Adicionar uma nova impressora (VI)

source: Manage printers
pt_br: Gerenciar impressoras

source: Delete printer
pt_br: Remover impressora

source: The printer has been deleted successfully
pt_br: A impressora foi removida

source: Manage printer
pt_br: Gerenciar impressora

source: Printer details
pt_br: Detalhes da impressora

source: Driver Options
pt_br: Opções do Driver

source: Configuration options
pt_br: Opões de configuração

source: Jobs Queue
pt_br: Fila de Trabalhos

source: Printer's id
pt_br: ID da impressora

source: Job id
pt_br: ID do trabalho

source: Job was successfully canceled
pt_br: O trabalho foi cancelado

source: module status
pt_br: status do módulo

source: Standalone cups enabled
pt_br: Cups ligado

source: Standalone cups disabled
pt_br: Cups desligado

source: printers
pt_br: impressoras

source: Create spool directory for printers
pt_br: Criar diretório de spool para impressoras

source: eBox will create a spool directory under /var/spool/samba
pt_br: o eBox irá criar um diretório de spool em /var/spool/samba

source: Add user ebox to lpadmin group
pt_br: Adicione o usuário ebox ao grupo lpadmin

source: In order to manage printers and queues from the eBox web interface
pt_br: Para gerenciar as impressoras e filas na interface web do eBox

source: Create log table
pt_br: Criar tabela de registro

source: eBox will create a new table into its log database to store printers logs
pt_br: o eBox irá criar uma nova tabela no banco de registros para guardar os registros das impressoras

source: To add and manage printers
pt_br: Para adicionar e gerenciar impressoras

source: To enable standalone cupsd listen on internal interfaces
pt_br: Para ligar o serviço cupsd nas interfaces internas

source: Printer sharing
pt_br: Compartilhamento de impressora

source: Printers
pt_br: Impressoras

source: Add printer
pt_br: Adicionar impressora

source: The printer's name contains characters not valid.Only alphanumeric characters are allowed
pt_br: O nome da impressora contem caracteres inválidos. Somente caracteres alfa-numéricos são permitidos

source: Name
pt_br: Nome

source: The given name is alreaday used as
pt_br: O nome já esta sendo utilizado como

source: Printer not configured
pt_br: Impressora não configurada

source: It is not a usb printer
pt_br: Não é uma impressora USB

source: It is not a parallel printer
pt_br: Não é uma impressora Paralela

source: It is not a network printer
pt_br: Não é uma impressora de Rede

source: It is not a samba printer
pt_br: Não é uma impressora do Samba

source: is not a valid option
pt_br: não é uma opção válida

source: Parameter '{name}' does not exist
pt_br: o parâmetro '{name}' não existe

source: Job ID
pt_br: ID do Trabalho

source: Owner
pt_br: Dono

source: Queued at
pt_br: Enfileirado em

source: Event
pt_br: Evento

source: Queued
pt_br: Enfileirado

source: Canceled
pt_br: Cancelado

source: Cups printer server port
pt_br: Porta do servidor CUPS

source: Set printer name and method
pt_br: Defina o nome da impressora e método

source: Parallel
pt_br: Paralela

source: Network printer
pt_br: Impressora de Rede

source: Choose manufacturer
pt_br: Escolha o fabricante

source: Choose a printer model
pt_br: Escolha o modelo

source: Choose a driver for the printer
pt_br: Escolha o driver da impressora

source: Driver options
pt_br: Opções do Driver

source: Configure remote printer
pt_br: Configurar impressora remota

source: Samba shared printer configuration
pt_br: Configuração de impressora compartilhada do Samba

source: Share resource
pt_br: Recurso compartilhado

source: Anonymous
pt_br: Anônimo

source: Guest
pt_br: Convidado

source: User/Password
pt_br: Usuário/Senha

source: Local USB printer configuration
pt_br: Configuração de impressora USB

source: Local parallel printer configuration
pt_br: Configuração de impressora paralela

source: Enable standalone CUPS
pt_br: Liga o CUPS

source: Change
pt_br: Alterar

source: General settings
pt_br: Opções

source: List of printers
pt_br: Lista de impressoras

source: Description
pt_br: Descrição

source: Actions
pt_br: Ações

source: Manage
pt_br: Gerenciar

source: Manage this printer
pt_br: Gerenciar esta impressora

source: Delete
pt_br: Remover

source: There is no printer configured yet
pt_br: Não existe impressora configurada

source: Are you sure you want to delete the printer '{name}'?
pt_br: Deseja realmente remover a impressora '{name}'?

source: Cancel
pt_br: Cancelar

source: Job queue
pt_br: Fila de trabalho

source: Size(KB)
pt_br: Tamanho(KB)

source: Creation time
pt_br: Data de criação

source: Action
pt_br: Ação

source: This printer has no pending job in queue at the moment
pt_br: Esta impressora não tem trabalho pendente no momento

source: Go
pt_br: Ir

source: Samba shared printer configurationr
pt_br: Configuração de impressora compartilhada do Samba

source: Remote printer configuration
pt_br: Configuração de impressora remota

source: Choose a dirver for the printer
pt_br: Escolha o driver para a impressora
