Repository: ebox/ebox
Catalog: client/trafficshaping/po/*.po
Languages: hu, tr

source: Guaranteed Rate exceeds the allowed rate: {rate} kbit/s
hu: A garantált sebesség túllépi az engedélyezett sebességet: {rate} kbit/sec.
tr: Garantilenmiş Oran izin verilen oranı aştı: {rate} kbit/s

source: Guaranteed Rate must be in this interval: ( {minRate}, {maxRate} ) kbit/s
hu: Itt kell megadni a garantált sebesség intervallumát: ({minRate}, {maxRate}) kbit/sec
tr: Garantilenmiş Oran şu aralıkta olmalı: ( {minRate}, {maxRate} ) kbit/s

source: Limited Rate {lR} kbit/s should be higher than Guaranteed Rate {gR}kbit/s
hu: A limitált sebesség {lR} kbit/sec nagyobbnak kell lennie mint a garantált sebességnek.
tr: Sınırlanmış Oran {lR} kbit/s Garantilenmiş Orandan {gR} kbit/s yükske olmalı

source: Limited Rate {lR} kbit/s should be lower than {maxLR}kbit/s or you should increase maximum upload traffic to the gateways associated to this external interface
hu: A limitált sebesség {lR} kbit/sec kisebb kell legyen mint {maxLR}kbit/s vagy növelje meg a maximális feltöltési sebességet az ehhez a külső interfészhez tartozó átjárónál
tr: Sınırlanmış Oran {lR} kbit/s {maxLR} kbit/s'den düşük olmalı veya bu harici arabirimle ilgili olan ağ geçidine doğru azami upload trafiğini yükseltmelisiniz

source: Guaranteed Rate exceeded the allowed rate: {rate}
hu: garantált sebesség túllépésére engedélyezett sebesség: {rate}
tr: Garantilenmiş Oran izin verilen oranı aştı: {rate}

source: Limited Rate {lR} kbit/s should be lower than {maxLR} or you should increase maximum allowed traffic
hu: A limitált sebességnek {lR} kbit/sec alacsonyabbnak kell lennie mint a maximális sebesség {maxLR} vagy növelni kellene a maximálisan engedélyezett forgalmat.
tr: Sınırlanmış Oran {lR} kbit/s {maxLR} kbit/s'den düşük olmalı veya izin verilen azami trafiği yükseltmelisiniz

source: Leaf class identifier
hu: Alárendelt (?) osztály azonosító
tr: Sayfa sınıf tanımlayıcısı

source: Address
hu: Cím
tr: Adres

source: Change or remove some rules on {contextName}
hu: módosult vagy törlésre került néhány szabály itt: {contextName}

source: {iface} (internal interface)
hu: belső csatoló (interface): {iface}

source: {iface} (external interface)
hu: külső csatoló (interface): {iface}

source: Guaranteed rate
hu: garantált sebesség

source: Limited rate
hu: limitált sebesség

source: Object {object} has no members. Please add at least one to add rules using this object
hu: A(z) {object} objektumnak nincsenek tagjai. Adjon hozzá legalább egyet hogy szabályokban használhassa az objektumot

source: If service is any, some source ordestination should be provided
hu: Ha a szolgáltatás bármely, meg kell adni a forrást vagy a célt

source: Service
hu: Szolgáltatás
tr: Servis

source: Port based service
hu: Port alapú szolgáltatás

source: Source
hu: forrás
tr: Kaynak

source: Any
hu: bármi (valami)

source: Source IP
hu: forrás IP
tr: Kaynak IP

source: Source MAC
hu: forrás MAC
tr: Kaynak MAC

source: Source object
hu: forrás objektum
tr: Kaynak nesne

source: Destination
hu: cél(állomás)
tr: Hedef

source: Destination IP
hu: cél(állomás) IP
tr: Hedef IP

source: Destination object
hu: cél(állomás) objektum
tr: Hedef nesne

source: Priority
hu: prioritás (elsőbbség)
tr: Öncelik

source: Lowest priotiry: 7 Highest priority: 0
hu: Legalacsonyabb prioritás: 7, legmagasabb prioritás: 0.

source: Guaranteed Rate
hu: garantált sebesség
tr: Garantili Oran

source: Kbit/s
hu: kbit/sec

source: Note that The sum of all guaranteed rates cannot exceed your total bandwidth. 0 means unguaranteed rate.
hu: Megjegyzés: A garantált sávok összege nem haladhatja meg a teljes átviteli sebességet. A 0 a nem garantált sebességet jelenti.

source: Limited Rate
hu: Korlátozott sebesség
tr: Sınırlı Oran

source: Traffic will not exceed this rate. 0 means unlimited rate.
hu: A forgalom nem haladhatja meg ezt a korlátot. A 0 korlátlan sebességet jelöl.

source: Rules list for {printableIndex}
hu: Szabályok listája: {printableIndex}

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
hu: Megjegyzés: ha az interfész belső, a forgalom az Internetről jön a belső hálózatra és a külsőre más forrásokból

source: rule
hu: szabály
tr: kural

source: Remove {num} rules at {modelName}
hu: A {num} szabály törlése a {modelName} alól

source: Normalizing rates: {limitNum} rules have decreased its limit rate to {limitRate}, {guaranNum} rules have normalized its guaranteed rate to maintain the same proportion that it has previously and {removeNum} have been deleted because its guaranteed rate was lower than the minimum allowed
hu: Korlátok normalizálása: {limitNum} szabály le lett korlátozva {limitRate}, {guaranNum} szabály le lett szabályozva úgy, hogy arányosan megőrizték az előző értéküket és {removeNum} törölve lett mivel a garantált átvitel kisebb mint a megengedett minimum

source: Port based protocols use the port number to match a service, while Application based protocols are slower but more effective as they check the content of any packet to match a service.
hu: A porthoz kötött protokollokat a port segítségével lehet egy szolgáltatáshoz kötni, ameddig a Programalapú protokollokat erőforrásigényesebben a csomagok tartalmának megvizsgálásával lehet egy szolgáltatáshoz kötni.

source: Application based service
hu: alkalmazás alapú szolgáltatás

source: Application based service group
hu: alkalmazás alapú szolgáltatáscsoport

source: External Interface
hu: külső csatoló (interface)

source: Upload
hu: feltöltés

source: Upload rate in Kbits/s for through this interface
hu: Feltöltési sebesség (kbit/sec) ezen a csatolón (interface) keresztül.

source: Download
hu: letöltés

source: External Interface Rates
hu: belső csatoló (interface) sebességek

source: rate
hu: sebesség

source: Traffic Shaping is applied when eBox is acting as a gateway. To achieve this, you need at least an internal and an external interface. Check your interface configuration to match, at {openhref}Network->Interfaces{closehref}
hu: A tartalomszűrés akkor lesz hatékony, ha az eBox átjáróként működik. Ennek elérése érdekében szükség van egy belső és egy külső interfészre. Ennek érdekében ellenőrizze az interfészek beállításait, a {openhref}Hálózat->Interfészek{closehref} részben

source: Traffic Shaping is applied only if there are gateways with an upload rate set associated with an external interface. In order to do so, create a gateway at {openhref}Network->Gateways{closehref} setting as interface an external one.
hu: A tartalomszűrés akkor lesz alkalmazva ha az átjárók amelyeknél be vannak állítva a feltöltési korlátok egy külső interfészhez vannak rendelve. Ennek érdekében hozzon létre egy átjárót a {openhref}Hálózat->Átjárók{closehref} részben, és állítsa be a megfelelő interfészt külsőnek.

source: Rules list per interface
hu: Csatolónkénti szabálylista

source: Select an interface to add traffic shaping rules. Keep in mind that if you are shaping an internal interface, you are doing ingress shaping.
hu: Válasszon ki egy interfészt tartalomszűrő szabályok hozzáadásához. Ha egy belső interfészre állítja be a szűrést, behatolási szűrőt állít fel.
tr: Trafik şekillendirme kuralları eklemek için bir arabirim seçin. Bir iç arabirim şekillendirdiğinizde giriş şekillendirmesi yaptığınızı unutmayın.

source: Choose an interface to shape
hu: Válasszon ki egy szűrni kívánt interfészt
tr: Şekillendirilecek arayüzü seçin

source: Traffic Shaping
hu: Forgalomszűrés
tr: Trafik Şekillendirme

source: Add iptables rules to mangle table
hu: iptables szabályok hozzáadása a mangle táblához

source: To mark packets with different priorities and rates
hu: A csomagok különböző prioritásának és elsőbbségének megjelölése érdekében.

source: Add tc rules
hu: tc szabályok hozzáadása

source: To implement the traffic shaping rules
hu: A forgalomszűrő szabályok alkalmazása érdekében

source: Rules
hu: szabályok

source: Interface Rates
hu: csatoló (interface) sebességek

source: Interface
hu: csatoló (interface)
tr: Arabirim

source: The maximum rule account {max} is reached, please delete at least one in order to to add a new one
hu: A maximális szűrőszám ({max}) túllépve, kérem töröljön legalább egyet egy új hozzáadása érdekében
tr: Azami kural hesabına {max} ulaşıldı, lütfen bir yenisini eklemek için mevcut olandan en azından birini silin.

source: type
hu: típus
tr: tip

source: Interface {iface} should have a maximum bandwidth rate in order to do traffic shaping
hu: A(z) {iface} esetében a maximális átvitel van beállítva, amellyel szűrni lehet a forgalmat
tr: {iface} arabirimi trafik şekillendirmesi yapabilmek için azami bir bant genişliği oranına sahip olmalıdır

source: Protocol
hu: protokoll
tr: Protokol

source: options
hu: opciók
tr: Seçenekler

source: If service is any, some source or destination should be provided
tr: Eğer bir hizmet sunulacaksa bazı kaynak veya hedef verilmeli

source: Adding a rule to the interface should be done following maximum rate allowed to that interface and the sum of the different guaranteed rates should be at much as the total rate allowed. No limited rate or zero means unlimited rate in terms of bandwidth link. At least, one should be provided.In order to identify a rule, an attribute should be given.Highest priority: 0 lowest priority: 7
tr: Arabirime eklenilecek bir kural bu arabirime eklenilmesine izin verilen azami oran ve farklı garantilenmiş oranlar izin verilen toplam oranlar kadar olmalıdır. Sınırlanmamış oran veya sıfır bant genişliği bağlantısı anlamında sınırsız oran anlamına gelir. En azından, bir tanesi girilmelidir. Bir kural tanımlamak için bir özellik girilmelidir. En yüksek öncelik:0 , en düşük öncelik: 7

source: Traffic shaping can be only done in external interfaces which have gateways associated to
tr: Trafik şekillendirmesi ilişikilendirilmiş ağ geçidine sahip harici arabirimlerde yapılabilir
