Repository: ebox/ebox
Catalog: client/webserver/po/*.po
Languages: es, et, fr, ru

source: HyperText Transport Protocol
es: Protocolo de Transporte de hipertexto
et: Hüperteksti edastusprotokoll (HTTP)
fr: Protocole De Transport D'Hypertexte (http)
ru: HTTP (протокол передачи гипертекста)

source: Web Server
et: Veebiserver
fr: Serveur Web
ru: Веб сервер

source: To set webserver listening port
es: Para configurar el puerto de escucha del servidor Web
et: Veebiserveri portide kuulamiseks
fr: Pour définir le port d'écoute du serveur web
ru: Установить слушающий порт веб-сервера

source: To configure the per-user public HTML directory
es: Para configurar el directorio HTML publico por usuario
et: Kasutajate avalike HTML kataloogide seadistamiseks
fr: Pour configurer le dossier utilisateur public HTML
ru: Установить HTML каталог, для публикаций пользователей

source: Enable apache LDAP user module
es: Habilitar por usuario {dirName}
et: Apache LDAP kasutaja mooduli lubamine
fr: Activer le module utilisateur LDAP d'apache
ru: Включить модуль apache LDAP user

source: To fetch home directories from LDAP
es: Para obtener los directorios home desde LDAP
et: Kodukataloogide LDAPist hankimiseks
fr: Pour joindre le dossier personnel (home) depuis LDAP
ru: Перенести домашние каталоги из LDAP

source: Web service status
es: Estado del servicio Web
et: Veebiserveri olek
fr: Statut du service Web
ru: Статус веб-службы

source: The {userDirConfFile} is missing! Please recover it
es: El {userDirConfFile} falta! Por favor recuperelo
et: {userDirConfFile} on kadunud! Palun taasta see
fr: {userDirConfFile} manquant ! Veuillez le restaurer.
ru: {userDirConfFile} отсутствует! Пожалуйста восстановите его

source: listening port
es: puerto de escucha
et: pordi kuulamine
fr: port d'écoute
ru: слушающий порт

source: To allow HTML directories for users is needed that the file sharing module is installed and configured
et: HTML kataloogide lubamiseks kasutajatele on vajalik, et failijagamise moodul oleks paigaldatud ja seadistatud.
fr: Pour permettre l'utilisation des répertoires HTML aux utilisateurs, il est nécessaire que le module de partage de fichier soit installé et configuré
ru: Чтобы разрешить каталоги HTML для пользователей, необходимо чтобы был установлен и настроен модуль sharing

source: To allow HTML directories for user os needed to have the file sharing module configured. To configure it enable it at least one time
fr: Pour permettre l'utilisation des répertoires HTML aux utilisateurs, il est nécessaire que le module de partage de fichier soit configuré. Pour le configurer, activer le au moins une fois
ru: Чтобы разрешить HTML каталоги пользователям os необходимо настроить модуль sharing. Чтобы его настроить его необходимо включить на это время

source: Listening port
es: Puerto de escucha
et: Kuulatav port
fr: Port d'écoute
ru: Слушающий порт

source: Enable per user {dirName}
es: Habilitar por usuario {dirName}
et: Luba kasutajatele {dirName}
fr: Activé par utilisateur {dirName}
ru: Включить доступ пользователям {dirName}

source: If you tick this field, each user is permitted to have a website in their home directory under public_html
es: Si marcar este campo, cada usuario tiene permiso para tener un sitio web en su propio directorio bajo public_html
et: Kui see väli on märgitud, siis on igale kasutajale lubatud veebileht, nende kodukataloogis public_html all.
fr: Si vous cochez ce champs, chaque utilisateur pourra avoir un site internet dans son dossier home sous public_html
ru: Если вы отметите данное поле, каждый пользователь сможет заводить свой веб-сайт в его домашнем каталоге в public_html

source: General configuration settings
es: Elementos generales de configuración
et: Üldised seadistused
fr: Paramètres de configuration générale
ru: Общие параметры конфигурации

source: General Web server configuration. The listening port must not be got from another service. If you enable user to publish their own html pages, the pages will be loaded from {dirName} directory from their samba home directories
es: Configuración general del Servidor Web. Ell puerto de escucha no deberá ser utilizado por otro servicio. Si usted permite a los usuarios publicar sus propias páginas html, las páginas deberan ser cargadas en {dirName} directorio de sus directorios de inicio de samba
et: Veebiserveri üldine seadistamine. Kuulatav port ei tohi olla saadud teiselt teenuselt. Kui sa lubad kasutajal avaldada oma html lehekülgi, laetakse leheküljed kataloogist {dirName} mis asub samba kodukataloogis.
fr: Configuration générale du serveur Web. Les ports d'écoute ne doivent pas être identiques à ceux d'autres services. Si vous autoriser les utilisateurs à publier leur propre contenu html, les pages seront chargées depuis {dirName} de leur partage home samba
ru: Общая конфигурация Web-сервера. Слушающий порт не должен быть занят другими службами. Если Вы позволяете пользователям публиковать страницы html, то страницы будут загружены из {dirName} каталога относительно их домашних каталогов самбы

source: General Web server configuration settings updated
es: Actualizada la configuración general del servidor web
et: Veebiserveri üldised seadistused on uuendatud
fr: Paramètres de configuration générale du serveur Web mis-à-jour
ru: Общая конфигурация Web-сервера обновлена.

source: Virtual host's name
es: Nombre del host virtual
et: Virtuaalhosti nimi
fr: Nom d'hôte virtuel
ru: Имена виртуальных узлов

source: The virtual host name supplied is a top domain name
fr: Le nom d'hôte virtuel fourni est un nom de domaine primaire (top domain name)
ru: Вирутальное имя машины является главным именем домена

source: The virtual host name supplied is a domain name (Maybe you want instead {url}?).
fr: Le nom d'hôte virtuel fourni est un nom de domaine (Peut-être désirez-vous {url} à la place ?)
ru: Виртуальное имя машины является именем домена (Возможно вы хотите использовать {url})

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
et: Virtuaalhost {vhost} on lisatud. Loodud domeen {domain} on seotud nimega {name} - IP aadressiga {ip}. {noDnsWarning}
fr: Hôte virtuel {vhost} ajouté. Le domaine {domain} a été créé avec le nom de mappage {name} - Adresse IP {ip}.{noDnsWarning}
ru: Виртуальный узел {vhost} добавлен. Домен {domain} был создан, с отображаемым именем {name} - IP-адресом {ip} . {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain
es: Host virtual {vhost} agregado. Un nombre de mapeo {name} - Dirección IP {ip} Ha sido agregado al dominio {domain}
et: Virtuaalhost {vhost} on lisatud. Seotud nimi {name} - IP aadressiga {ip} on lisatud {domain} domeeni
fr: Hôte virtuel {vhost} ajouté. Le nom de mappage {name} - Adresse IP {ip} a été ajouté au domaine {domain}
ru: Виртуальный узел {vhost} добавлен. Отображаемое имя name {name} - IP-адрес {ip} был добавлен в домен {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}
es: Host Virtual {vhost} agregado como un alias {alias} al host {hostname}
et: Virtuaalhost {vhost} on lisatud aliasena {alias} masinasse {hostname}
fr: Hôte virtuel {vhost} ajouté en tant qu'alias {alias} au nom d'hôte {hostname}
ru: Виртуальный узел {vhost} добавлен, как псевдоним {alias} имени узла {hostname}

source: Virtual host {vhost} added
es: Host Virtual {vhost} agregado
et: Virtuaalhost {vhost} lisatud
fr: Hôte virtuel {vhost} ajouté
ru: Виртуальный узел {vhost} добавлен

source: There is no static internal interface to set the Web server IP address
es: No hay interfaz interno estático para poner la dirección IP del servidor Web
et: Sisemine staatiline liides veebiserveri IP aadressi määramiseks puudub
fr: Il n'y a aucune interface statique interne pour définir l'adresse IP du serveur Web
ru: Нет статического внутреннего интерфейса, чтобы установить ip-адрес веб-сервера

source: Name
es: Nombre
et: Nimi
fr: Nom
ru: Имя

source: Virtual hosts
es: Hosts Virtuales
et: Virtuaalhostid
fr: Hôtes virtuels
ru: Виртуальные узлы

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot} directory. Any particular configuration you want to add must be placed at {userConf} directory
et: Virtuaalhosting on veebimajutuse teenuse liik, kus erinimelised leheküljed on majutatud ühte füüsilisse serverisse. Kui see on võimalik, luuakse DNS sissekanne automaatselt. Sisu peaks hoidma {docRoot} kataloogis. Kui soovid lisada mingeid erilisi seadistusi, siis need tuleks paigutada {userConf} kataloogi.
fr: Les hôtes virtuels sont une forme de service d'hébergement Web pour lesquels plusieurs instances du même serveur sont hébergées dans le même espace physique. Différents noms d'hôtes pointeront sur le même serveur Web. Les entrées DNS seront créées automatiquement si possible. Le contenu doit être placé dans le dossier {docRoot}. Quelconque configuration particulière doit être placée dans le dossier {userConf}
ru: Виртуальные узлы на службах веб-хостинга располагаются на одном физическом сервере. Различные имена узла указывают на один веб-сервер. Запись в DNS будет создана автоматически, если это возможно. Содержание должно быть помещено в каталог {docRoot} . Специфичная конфигурация должна быть помещена в каталог {userConf}

source: virtual host
es: Host Virtual
et: virtuaalhost
fr: hôte virtuel
ru: виртуальный узел

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
fr: {open} Le module DNS est désactivé. Le mappage ou domaine ajouté ne sera effectif qu'après l'avoir activé
ru: {open} Модуль DNS отключен. Добавление отображений или доменов не будет иметь никакого эффекта пока вы его не включите

source: Configuration
et: Seadistamine
ru: Конфигурация

source: The eBox web service allows you to host Web pages in plain HTML within different virtual hosts
fr: Le service Web d'eBox vous permet d'héberger des pages HTML dans différents hôtes virtuels
ru: Веб-служба EBox позволяет вам создавать веб-сайты с веб-страницами в формате обычного HTML на различных виртуальных узлах

source: To allow HTML directories for user is needed to have the file sharing module configured. To configure it enable it at least one time
et: HTML kataloogide lubamiseks kasutajatele on vajalik, et failijagamise moodul oleks seadistatud. Selle seadistamiseks pead sa ta vähemalt ühe korra lubama.

source: Web service
es: Servicio Web

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}
es: Host Virtual {vhost} Agregado. Un dominio {domain} ha sido creado con el nombre de mapeo {name} - Dirección IP {ip}

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot}/vHostName directory
es: Hosts virtuales son una forma de servicio de alojamiento web, donde muchos de los casos el mismo servidor web está alojada en un único servidor físico. Diferentes nombres de host se apuntan al mismo servidor web. La entrada de DNS se crea automáticamente, si es posible. El contenido debe ser puesto bajo {docRoot}/ vHostName directorio
