Repository: ebox/ebox
Catalog: usersandgroups-1.5.1/po/*.po
Languages: it

source: User Corner Web Server
it: Server web area utente

source: This group contains users
it: Questo gruppo contiene utenti

source: Users
it: Utenti

source: username
it: nome utente

source: user
it: utente

source: group
it: gruppo

source: Edit group
it: Modifica gruppo

source: Groups
it: Gruppi

source: group name
it: nome gruppo

source: comment
it: commento

source: user name
it: nome utente

source: last name
it: cognome

source: confirm password
it: conferma password

source: Passwords do not match.
it: Le password non corrispondono.

source: object name
it: nome oggetto

source: object type
it: tipo oggetto

source: User removed successfully
it: Utente eliminato correttamente

source: Group removed successfully
it: Gruppo eliminato correttamente

source: User Corner
it: Area utente

source: Migrate configured modules
it: Migra i moduli configurati

source: Required for usercorner access to configured modules
it: Richiesto per l'accesso dall'area utente ai moduli configurati

source: User Corner web server
it: Server web per area utente

source: Operation
it: Operazione

source: Parameter
it: Parametro

source: List of pending operations on slaves
it: Lista delle operazioni in sospeso sugli slaves

source: This is a list those operations that need to be run by the slaves because the master failed to contact them.
it: Questo è un elenco di operazioni che devono essere effettuate dagli slave in quanto il master non è riuscito a contattarli.

source: operation
it: operazione

source: You must enable the module Users in master mode.
it: Devi abilitare il modulo Utenti in modalità master.

source: There are no pending operations at the moment.
it: Non ci sono operazioni in sospeso al momento.

source: AD user
it: Utente AD

source: Username for binding to Windows AD (it has to be created in the AD)
it: Nome utente per il binding su Windows AD (deve essere creato in AD)

source: AD password
it: Password AD

source: Password for the above user
it: Password per l'utente sopra

source: Listen port
it: Porta di ascolto

source: Port for listening password sync notifications from Windows
it: Porta di ascolto notifiche di sincronizzazione password da Windows

source: AD Secret Key
it: Chiave segreta AD

source: Secret key to be shared between Windows and eBox (16 chars)
it: Chiave segreta da condividere tra Windows ed eBox (16 caratteri)

source: Windows AD Sync Settings
it: Impostazioni sincronizzazione Windows AD

source: The secret key needs to have 16 characters.
it: La chiave segreta deve avere 16 caratteri.

source: Mode
it: Modalità

source: Windows AD Slave
it: Slave Windows AD

source: LDAP DN
it: DN LDAP

source: Only for master and AD slave configuration
it: Solo per configurazione master e slave AD

source: Master host
it: Host master

source: Only for slave configuration: IP of the master eBox or Windows AD
it: Solo per configurazione slave: IP eBox master o Windows AD

source: LDAP password
it: Password LDAP

source: Master eBox LDAP password
it: Password LDAP dell'eBox master

source: Configuration
it: Configurazione

source: eBox Users Mode
it: Modalità utenti eBox

source: Name
it: Nome

source: Description
it: Descrizione

source: Edit
it: Modifica

source: You must enable the module Users in the module status section in order to use it.
it: Devi abilitare il modulo Utenti nella sezione stato moduli per poterlo utilizzare.

source: There are no groups at the moment
it: Non ci sono gruppi al momento.

source: This eBox is configured as slave and there are no groups at the moment. You may want to add some in the {openhref}master{closehref}.
it: Questo eBox è configurato come slave e non ci sono gruppi al momento. Puoi aggiungerne sul {openhref}master{closehref}.

source: This eBox is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
it: Questo eBox è configurato come slave Windows AD e non ci sono gruppi al momento. Se ci sono gruppi sul tuo controller di dominio, forse il processo di sincronizzazione non ha funzionato o non è ancora terminato.

source: Password management
it: Gestione della password

source: New password
it: Nuova password

source: Re-type new password
it: Ridigita la nuova password

source: Password successfully updated
it: Password aggiornata correttamente

source: Force sync
it: Forza la sincronizzazione

source: on slaves
it: sugli slave

source: Force sync of pending operations
it: Forza la sincronizzazione delle operazioni in sospeso

source: Sync now
it: Sincronizza adesso

source: Base DN
it: DN base

source: Users DN
it: DN utenti

source: Groups DN
it: DN gruppi

source: LDAP Info
it: Info LDAP

source: LDAP Information
it: Informazioni LDAP

source: You must enable the Users and Groups module to access the LDAP information
it: Devi abilitare il modulo Utenti e Gruppi per accedere alle informazioni LDAP

source: Full name
it: Nome completo

source: There are no users at the moment
it: Non ci sono utenti al momento

source: This eBox is configured as slave and there are no users at the moment. You may want to add some in the {openhref}master{closehref}.
it: Questo eBox è configurato come slave e non ci sono utenti al momento. Puoi aggiungerne sul {openhref}master{closehref}.

source: This eBox is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
it: Questo eBox è configurato come slave Windows AD e non ci sono utenti al momento. Se non ci sono utenti sul controller di dominio, forse il processo di sincronizzazione non ha funzionato o non è ancora terminato.

source: Port
it: Porta

source: List of slaves
it: Elenco slave

source: This is a list of those eBox slaves which are subscribed to this eBox.
it: Questo è un elenco degli slave eBox che sono collegati a questo eBox.

source: There are no slaves at the moment.
it: Non ci sono slave al momento.

source: Slave status
it: Stato slave

source: These configuration options are used when a new user account is created.
it: Queste opzioni di configurazione sono usate quando viene creato un nuovo account utente.

source: There isn't any configurable option
it: Non ci sono opzioni configurabili

source: Default User Template
it: Modello utente predefinito

source: Users and Groups
it: Utenti e gruppi

source: Your openLDAP database will be populated with some basic organizational units
it: Il tuo database openLDAP verrà popolato con alcune unità organizzative di base

source: eBox needs this organizational units to add users and groups into them
it: eBox necessita di queste unità organizzative per aggiungervi utenti e gruppi

source: Create directories for slave's journals
it: Crea le directory per i journal dello slave

source: eBox needs the directories to record pending slave's actions
it: eBox necessita di queste directory per registrare le azioni in sospeso sullo slave

source: Your eBox will be registered as a slave in the eBox master specified
it: Il tuo eBox sarà registrato come slave sul master eBox specificato

source: This eBox needs to have remote access to the users in the eBox master
it: Questo eBox deve poter accedere remotamente agli utenti nel master eBox

source: Apparmor profile will be disabled
it: Il profilo apparmor sarà disabilitato

source: It is not ready to work with more than one slapd
it: Non è pronto per funzionare con più di uno slapd

source: Install /etc/cron.d/ebox-ad-sync.
it: Installa /etc/cron.d/ebox-ad-sync.

source: eBox will run a script each 5 minutes to sync with Windows AD.
it: eBox eseguirà uno script ogni 5 minuti per la sincronizzazione con Windows AD.

source: To make openLDAP listen on TCP and Unix sockets
it: Per fare in modo che openLDAP ascolti su socket TCP e Unix

source: To copy LDAP admin password generated by eBox and allow other modules to access LDAP
it: Per copiare la password di amministratore di LDAP generata da eBox e permettere agli altri moduli di accedere ad LDAP

source: Username must not be longer than {maxuserlength} characters
it: Il nome utente non deve essere più lungo di {maxuserlength} caratteri

source: Maximum number of system users reached
it: Numero massimo di utenti di sistema raggiunto

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
it: UID {uid} errato per un utente. Lo UID deve essere uguale o maggiore di {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
it: UID {uid} errato per un utente di sistema. Lo UID deve essere minore di {max}

source: Groupname must not be longer than {maxGroupLength} characters
it: Il nome del gruppo non deve essere più lungo di {maxGroupLength} caratteri

source: The group name is not valid because it is used internally
it: Il nome gruppo non è valido perché usato internamente

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
it: GID {gid} errato per un gruppo. Il GID deve essere uguale o maggiore di {min}

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
it: GID {gid} errato per un gruppo di sistema. Il GID deve essere minore di {max}

source: Password must not be longer than {maxPwdLength} characters
it: La password non deve essere più lunga di {maxPwdLength} caratteri

source: Slave Status
it: Stato slave

source: AD Sync Settings
it: Impostazione sincronizzazione AD

source: Can't connect to master eBox at {remote}
it: Non è possibile la connessione con l'eBox master a {remote}

source: Can't connect to master eBox at {remote} with the provided LDAP password
it: Non è possibile la connessione con l'eBox master a {remote} con la password LDAP fornita

source: A host with the name {host} is already registered in this eBox
it: Una macchina di nome {host} è già registrata su questo eBox

source: Replication failed
it: Replica fallita

source: User
it: Utente

source: There is a script which has asked to run in eBox exclusively. Please, wait patiently until it is done
it: C'è uno script che ha richiesto di eseguire su eBox in modo esclusivo. Per favore, attendi con pazienza finché non ha terminato

source: Incorrect password
it: password non corretta

source: For security reasons your session has expired due to inactivity
it: Per ragioni di sicurezza la tua sessione è stata terminata per inattività

source: You have been logged out because a new session has been opened
it: La sessione è stata terminata perchè una nuova sessione è stata aperta

source: You are not logged in
it: Non sei autenticato

source: General configuration
it: Configurazione generale

source: listening port
it: porta in ascolto

source: Add new
it: Aggiungi nuovo

source: The user you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
it: L'utente che hai provato ad eliminare contiene dati nei seguenti moduli. Prego conferma di volerlo eliminare insieme ai dati relativi

source: The group you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
it: Il gruppo che hai provato ad eliminare contiene dati nei seguenti moduli. Prego conferma di volerlo eliminare insieme ai dati relativi

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Add Group
it: Aggiungi gruppo

source: Group name
it: Nome gruppo

source: Comment
it: Commento

source: Optional value
it: Valore opzionale

source: Add and Edit
it: Aggiungi e modifica

source: Add
it: Aggiungi

source: Add User
it: Aggiungi Utente

source: User name
it: Nome utente

source: First name
it: nome

source: Last name
it: cognome

source: Retype password
it: Ridigita password

source: Group
it: Gruppo

source: There are no users at the moment. You need at least one to manage this group properly.
it: Non ci sono utenti al momento. Hai bisogno almeno di un utente per gestire questo gruppo correttamente.

source: Change
it: Modifica

source: Users in group
it: Utenti nel gruppo

source: Users not in group
it: Utenti fuori dal gruppo

source: Empty list
it: Elenco vuoto

source: Remove
it: Elimina

source: Remove users from group
it: Elimina utenti dal gruppo

source: Add users to group
it: Aggiungi utenti al gruppo

source: Delete group
it: Elimina gruppo

source: This operation will cause the removal of the group and all dependent data such as shared directory, etc.
it: Questa operazione causerà l'eliminazione dell'utente e di tutti i dati correlati come la directory condivisa, ecc.

source: User groups
it: Gruppi di utenti

source: Other groups
it: Altri gruppi

source: Remove groups from user
it: Rimuovi gruppi da utente

source: Delete user
it: Elimina utente

source: This operation will cause the removal of the user and all dependent data such as mail accounts, user files, etc.
it: Questa operazione causerà l'eliminazione dell'utente e di tutti i dati correlati come account di mail, file personali, ecc.

source: Logout
it: Esci

source: Warning: Caps Lock is enabled
it: Attenzione: Caps Lock è abilitato

source: Enter
it: Entra
