Repository: ebox/ebox
Catalog: 1.1.0-alpha1/client/network/po/*.po
Languages: fa

source: Network interfaces
fa: واسط های شبکه

source: After the initial config you can revisit this page at Network/Interfaces in the menu
fa: بعد از پیکربندی اولیه شما می توانید در بخش شبکه/واسط ها در منو از این صفحه دوباره بازدید کنید

source: Network interface configured
fa: واسط شبکه پیکربندی شد

source: You can revisit this page at Network/DNS in the menu
fa: شما می توانید در بخش شبکه/DNS در منو از این صفحه دوباره بازدید کنید

source: DNS configured
fa: DNS پیکربندی شد

source: Set default gateway
fa: گذرگاه پیش فرض را تنظیم کن

source: You can change later the gateway at Network/Routes menus item
fa: شما بعدا می توانید گذرگاه را در آیتم شبکه/مسیر ها از منو تغییر دهید

source: Gateway configured
fa: گذرگاه پیکربندی شد

source: Balance traffic and multigateway rules
fa: قوانین تراز ترافیک و چند گذرگاهی

source: Network diagnosis
fa: عیب یابی شبکه

source: Host
fa: میزبان

source: host name
fa: نام میزبان

source: network interface
fa: واسط شبکه

source: method
fa: روش

source: ip address
fa: آدرس آی‌پی

source: netmask
fa: ماسک شبکه

source: virtual interface action
fa: فعالیت واسط مجازی

source: IP address
fa: آدرس آی‌پی

source: virtual interface name
fa: نام واسط مجازی

source: VLAN Id
fa: شناسه VLAN

source: traffic balance
fa: تراز ترافیک

source: Traffic rate monitoring
fa: مانیتور کردن نرخ ترافیک

source: Status
fa: وضعیت

source: Running
fa: در حال اجرا

source: bytes/second
fa: بایت بر ثانیه

source: Traffic data for source
fa: اطلاعات ترافیک برای مبدأ

source: Network traffic from {src}
fa: ترافیک شبکه از {src}

source: Traffic data not found for service
fa: اطلاعات ترافیک برای سرویس مورد نظر یافت نشد

source: Network traffic for {service}
fa: ترافیک شبکه برای {service}

source: Traffic data for service
fa: اطلاعات ترافیک برای سرویس

source: Traffic data not found for source and service pair
fa: اطلاعات ترافیک برای مبدأ و سرویس پیدا نشد

source: source {src} and service {service}
fa: مبدأ {src} و سرویس {service}

source: Network traffic from source {src} and for service {service}
fa: ترافیک شبکه از مبدأ {src} و برای سرویس {service}

source: All active services
fa: تمام سرویس های فعال

source: Traffic data for
fa: اطلاعات ترافیک برای

source: all services
fa: تمام سرویس ها

source: All active sources
fa: تمام مبدأ های فعال

source: Traffic data for
fa: اطلاعات ترافیک برای

source: all sources
fa: تمام مبدأ ها

source: Total traffic rate from {src}
fa: مجموع نرخ ترافیک از {src}

source: Total traffic rate for {service}
fa: مجموع نرخ ترافیک برای {service}

source: Traffic rate from {src} for {service}
fa: نرخ ترافیک از {src} برای {service}

source: Configure network interfaces
fa: واسط های شبکه را پیکربندی کن

source: Configure name servers
fa: سرویس دهنده های نام را پیکربندی کن

source: Configure default gateway
fa: گذرگاه پیش فرض را پیکربندی کن

source: Name
fa: نام

source: IP Address
fa: آدرس آی‌پی

source: Interface
fa: واسط

source: Interface connected to this gateway
fa: واسط به این گذرگاه متصل شده

source: Upload
fa: آپلود

source: Upload rate in Kbits/s for this gateway.
fa: نرخ آپلود برحسب کیلوبیت بر ثانیه برای این گذرگاه

source: Download
fa: دانلود

source: Download rate in Kbits/s for this gateway.
fa: نرخ دانلود برحسب کیلوبیت بر ثانیه برای این گذرگاه

source: Weight
fa: وزن

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
fa: این فیلد تنها زمانی مفید است که شما بیشتر از یک مسیریاب داشته باشید و مشخصه تراز ترافیک فعال باشد

source: Default
fa: پیش فرض

source: Gateway list
fa: لیست گذرگاه

source: Gateways
fa: گذرگاه ها

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links.{br}The download and upload fields must be set as much rate as you have to your connection towards the gateway. The correct value of these fields is critical to ensure a correct functionality of the traffic shaping module
fa: شما می توانید هر چقدر گذرگاه که می خواهید اضافه کنید. اگر شما می خواهید ترافیک اینترنت خود را از میان پیوندهای مختلف جدا کنید این کار بسیار مفید می باشد.{br} فیلدهای دانلود و آپلود باید به اندازه سرعت اتصال شما به گذرگاه تنظیم شوند. مقدار صحیح این فیلدها برای تضمین یک عملکرد صحیح از ماژول شکل دهی ترافیک بحرانی است

source: gateway
fa: گذرگاه

source: any
fa: هیچ

source: Protocol
fa: پروتکل

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
fa: واسط ورودی برای تطابق بسته ها. اگر شما می خواهید تمام زیر شبکه را تطبیق دهید می توانید واسط آن زیر شبکه را انتخاب کنید

source: Source
fa: مبدأ

source: Any
fa: هیچ

source: Source IP
fa: آی‌پی مبدأ

source: Source object
fa: شیء مبدأ

source: Port
fa: پورت

source: Leave it blank to select any port
fa: برای انتخاب هر پورتی آن را خالی بگذارید

source: Destination
fa: مقصد

source: Destination IP
fa: آی‌پی مقصد

source: Destination object
fa: شیء مقصد

source: Gateway
fa: گذرگاه

source: Gateway to route packets matchingthis rule
fa: گذرگاه برای مسیریابی بسته ها با این قانون مطابقت می کند

source: Multigateway rules
fa: قوانین چند گذرگاهی

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
fa: شما می توانید تصمیم بگیرید که چه نوع ترافیکی توسط هر گذرگاه بیرون می رود. از این راه شما می توانید یک زیرشبکه، سرویس، مقصد و همچنین استفاده از مسیریابی که انتخاب کرده اید را تحمیل کنید.

source: rule
fa: قانون

source: Destination port
fa: پورت مقصد

source: Source port
fa: پورت مبدأ

source: Port cannot be set if no protocol is selected
fa: اگر پروتکلی انتخاب نشده است پورت نمی تواند تنظیم شود

source: Physical interface list
fa: لیست واسط فیزیکی

source: These are the physical interfaces which are available in your system.
fa: اینها واسط های فیزیکی هستند که در سیستم شما قابل دسترس هستند

source: interface
fa: واسط

source: Physical interface
fa: واسط فیزیکی

source: Vlan interface list
fa: لیست واسط Vlan

source: These are the vlan interfaces which are available in your system.
fa: اینها واسط های vlan هستند که در سیستم شما قابل دسترس هستند

source: Method
fa: روش

source: External
fa: خارجی

source: Configurable interface list
fa: پیکربندی لیست واسط

source: These are the interfaces which can be configured
fa: اینها واسط هایی هستند که می توانند پیکربندی شوند

source: Select traffic graphic
fa: نگاره ترافیک را انتخاب کنید

source: Graph type
fa: نوع گراف

source: All active traffic by source
fa: تمام ترافیک های فعال توسط مبدأ

source: All active traffic by service
fa: تمام ترافیک های فعال توسط سرویس

source: Traffic by selected source
fa: ترافیک توسط مبدأ انتخاب شده

source: Traffic by selected service
fa: ترافیک توسط سرویس انتخاب شده

source: Traffic by source and service
fa: ترافیک توسط مبدأ و سرویس

source: Service
fa: سرویس

source: Traffic rate monitor settings
fa: تنظیمات مانیتور نرخ ترافیک

source: Changes will be applied immediately to the traffic rate monitor
fa: تغییرات فورا برای مانیتور نرخ ترافیک اعمال خواهند شد

source: Settings changed
fa: تنظیمات تغییر یافت

source: {iface} (internal interface)
fa: {iface} ( واسط داخلی )

source: {iface} (external interface)
fa: {iface} ( واسط خارجی )

source: all
fa: همه

source: Starting traffic rate monitoring. Wait patiently until the graph appears
fa: مانیتورینگ نرخ ترافیک آغاز شد. لطفا تا زمانی که گراف پدیدار شود منتظر بمانید

source: Stopping traffic rate monitoring
fa: مانیتورینگ نرخ ترافیک پایان یافت

source: The traffic rate monitor is start/stop on demand without requiring to save changes first
fa: مانیتور نرخ ترافیک برحسب نیاز؛ بدون نیاز به ذخیره تغییرات اولیه شروع/متوقف می شود

source: Network
fa: شبکه

source: IP or network address
fa: آی‌پی یا آدرس شبکه

source: Gateway used to reach the above network address
fa: گذرگاه؛ استفاده شده تا به آدرس شبکه فوق برسد

source: Description
fa: شرح

source: Optional description for this route
fa: شرح اختیاری برای این مسیر

source: Static routes
fa: مسیرهای ایستا

source: Static route list
fa: لیست مسیرهای ایستا

source: All gateways you enter here must be reachable through one of the network interfaces currently configured
fa: تمام گذرگاه هایی که شما اینجا وارد کرده اید باید از میان یکی از واسط های شبکه ای که در حال حاضر پیکربندی شده؛ قابل عبور باشند

source: static route
fa: مسیر ایستا

source: IP address of the DNS server that eBox will use to resolve names
fa: آدرس آی‌پی سرور DNS که eBox برای تحلیل نام ها از آن استفاده خواهد کرد

source: Name server
fa: سرویس دهنده نام

source: Name server resolver list
fa: لیست تحلیل گر سرویس دهنده نام

source: Name server resolver
fa: تحلیل گر سرویس دهنده نام

source: name server
fa: سرویس دهنده نام

source: <p>Here you can add the name server resolvers that eBox will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
fa: <p> اینجا شما می توانید تحلیل گرهای سرویس دهنده نام را که eBox از آنها استفاده خواهد کرد اضافه کنید. </p><p> به خاطر داشته باشید که اگر شما هر واسط شبکه پیکربندی شده از طریق DHCP داشته باشید؛ این تنظیمات ممکن است لغو شوند </p>

source: Add default routers to the default table
fa: مسیریاب های پیش فرض را به جدول پیش فرض اضافه کن

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
fa: این نیاز دارد که با یک پیکریندی چند گذرگاهه کار کند. به خاطر داشته باشید که برای لیست کردن مسیرهای پیش فرض؛ شما باید این فرمان را اجرا کنید:

source: It will take care of adding the default route given by a DHCP server to the default route table.
fa: آن مراقب اضافه کردن مسیر پیش فرضی که توسط یک سرویس دهنده DHCP گرفته شده به جدول مسیر پیش فرض، خواهد بود

source: eBox will set your network configuration
fa: eBox پیکربندی شبکه شما را تنظیم خواهد کرد

source: Virtual interface name
fa: نام واسط مجازی

source: Netmask
fa: ماسک شبکه

source: This interface cannot be put in trunk mode, it is an vlan interface.
fa: واسط نمی تواند در وضعیت ترانک قرار داده شود، زیرا یک واسط vlan می باشد

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
fa: واسط در وضعیت ترانک می باشد، شما باید قبل از تغییر وضعیت پیکربندی آن، تمام واسط های vlan در این ترانک را از حالت پیکربندی خارج کنید

source: Network interfaces need to be in trunk mode before adding vlans to them.
fa: واسط های شبکه نیاز دارند که قبل از اینکه vlan ها به آنها اضافه شوند در وضعیت ترانک باشند

source: The requested operation will cause one of the configured routers to become unreachable. Please remove it first if you really want to make this change.
fa: عمل درخواست شده سبب خواهد شد که یکی از مسیریاب های پیکریندی شده غیر قابل دسترس شود. اگر واقعا می خواهید این تغییر را انجام دهید، لطفا ابتدا آن را حذف کنید

source: Gateway {gw} not reachable
fa: گذرگاه {gw} غیر قابل دسترس می باشد

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
fa: گذرگاه {gw} باید توسط یک واسط ایستا قابل دسترس باشد. در حال حاضر توسط {iface} که ایستا نمی باشد، قابل دسترس است

source: Host name
fa: نام میزبان

source: down
fa: از کار افتاده

source: up
fa: در حال کار

source: link ok
fa: پیوند صحیح است

source: no link
fa: بدون پیوند

source: MAC address
fa: آدرس MAC

source: Tx bytes
fa: بایت های Tx

source: Rx bytes
fa: بایت های Rx

source: Interfaces
fa: واسط ها

source: Routes
fa: مسیرها

source: Diagnosis
fa: عیب یابی

source: Balance traffic
fa: تراز ترافیک
