Repository: ebox/ebox
Catalog: client/soap/po/*.po
Languages: gl, zh_tw

source: Control center
gl: Centro de control
zh_tw: 控制中心

source: Enable SOAP service
gl: Habilitar o servizo SOAP
zh_tw: 啟用 SOAP 服務

source: Control center communication
gl: Centro de control de comunicación
zh_tw: 控制中心連線

source: Bundle Deleted
gl: Paquete eliminado
zh_tw: 預裝程式已刪除

source: The previous bundle has been deleted. Upload a new one to establish a communication with an eBox control center
gl: O paquete anterior eliminouse. Sube un novo para estabilizar unha comunicación cun centro de control eBox
zh_tw: 前一個預裝程式已刪除。請上傳新的以建立和 eBox 控制中心的連線

source: Connectivity test
gl: Proba de conectividade
zh_tw: 連線能力測試

source: Bundle Upload
zh_tw: 預裝程式上傳

source: The bundle file has been uploaded successfully
gl: O paquete de ficheiros subíuse correctamente
zh_tw: 預裝程式已成功上傳

source: {method} is not a defined method
gl: {method} non é un método definido
zh_tw: {method} 不是定義的方法

source: {module} does not exist
gl: {module} non existe
zh_tw: {module} 不存在

source: Missing uploaded file: {uploadedFile}
gl: Falta o ficheiro subido: {uploadedFile}
zh_tw: 上傳的檔案遺失：{uploadedFile}

source: Uploaded file is a type of {type1} but it should be a file of type {type2}
gl: O ficheiro subido é de tipo {type1} pero debería ser un ficheiro de tipo {typ2}
zh_tw: 上傳的檔案類型為 {type1}，但是原本應該是類型為 {type2} 的檔案

source: Uploaded file does not contain the four mandatory files. It contains {number}
gl: O ficheiro subido non contén os catro ficheiros obrigatorios. Contén {number}
zh_tw: 上傳的檔案沒有包含四個必須的檔案。它包含 {number}

source: It is required to upload a bundle to delete it
gl: É requirido subir un paquete para eliminalo
zh_tw: 必須上傳一個預裝程式才能刪除它

source: You should enable the service to test the connectivity
gl: Deberías habilitar o servizo para comprobar a conectividade
zh_tw: 您應該啟用該服務以測試連線能力

source: The OpenVPN client configuration file is missing
gl: Non se atopa o ficheiro de configuración do cliente OpenVPN
zh_tw: OpenVPn 客戶端組態檔案遺失

source: The OpenVPN client configuration file is not well formatted
gl: O ficheiro de configuración do cliente OpenVPN non está ben formado
zh_tw: OpenVPn 客戶端組態檔案格式錯誤

source: Some certificate is missing
gl: Algún certificado non se atopa
zh_tw: 某些憑證遺失

source: You cannot upload this bundle since the name {name} has been already used for a bundle which will be cleaned up. If you want to upload the bundle, please save changes first
zh_tw: 您不能上傳這個預裝程式，因為即將被清除的預裝程式也使用了名稱 {name}。如果您要上傳該預裝程式，請先儲存變更。

source: Certificate file is missing
gl: O ficheiro de certificado non se atopa
zh_tw: 憑證檔案遺失

source: Private key file is missing
gl: O ficheiro de clave privada non se atopa
zh_tw: 私密金鑰遺失

source: Certification Authority file is missing
gl: O ficheiro da Autoridade Certificadora non se atopa
zh_tw: 憑證中心檔案遺失

source: You should upload a bundle to be able to communicate with the control center
gl: Debe subirse un paquete para poder comunicarse co centro de control
zh_tw: 您應該上傳能夠與控制中心溝通的預裝程式

source: The OpenVPN client is not running. You may need to save changes in order to set up the OpenVPN client
gl: O cliente OpenVPN non se está executando. Podería gardar os cambios co fin de configurar o cliente OpenVPN
zh_tw: OpenVPN 客戶端尚未執行。您可能需要儲存變更以設定 OpenVPN 客戶端

source: General configuration for
gl: Configuración xeral para
zh_tw: 一般組態：

source: The connection seems to be {state}. The percentage of loss was {percent}%
gl: A conexión parece estar {state}. A porcentaxe de perdas foi {percent}%
zh_tw: 該連線似乎{state}。其遺失率為 {percent}%。

source: ok
zh_tw: 確定

source: down
gl: abaixo
zh_tw: 下

source: eBox Control Center bundle
gl: Paquete do Centro de Control eBox
zh_tw: eBox 控制中心預裝程式

source: Archive which contains all elements needed to establish the communication between eBox and the control center
gl: Ficheiro que contén todos os elementos necesarios para estabilizar a comunicación entre eBox e o centro de control
zh_tw: 包含所有在 eBox 與控制中心之間建立連線所需二件的壓縮檔

source: Upload
gl: Subir
zh_tw: 上傳

source: {method} is not a public method
gl: {method} non é un método público
