Repository: ebox/ebox
Catalog: 1.1.30-beta1/client/firewall/po/*.po
Languages: fa

source: Packet filtering
fa: فیلتر کردن بسته ها

source: packets dropped
fa: بسته ها رد شده اند

source: Date
fa: تاریخ

source: Packets dropped
fa: بسته ها رد شده اند

source: Packet traffic details
fa: جزئیات ترافیک بسته ها

source: traffic
fa: ترافیک

source: Firewall packet traffic chart
fa: نمودار ترافیک بسته های دیواره آتش

source: Packet traffic
fa: ترافیک بسته

source: Filtering rules from internal networks to eBox
fa: قوانین فیلترینگ از شبکه های داخلی به eBox

source: rule
fa: قانون

source: Filtering rules for internal networks
fa: قوانین فیلترینگ برای شبکه های داخلی

source: Filtering rules from external networks to eBox
fa: قوانین فیلترینگ از شبکه های خارجی به eBox

source: Filtering rules for traffic coming out from eBox
fa: قوانین فیلترینگ برای ترافیکی که از eBox منتشر می شوند

source: Contradictory rule found. Remove it first
fa: قانون متناقضی یافت شد. ابتدا آن را حذف کنید

source: Interface
fa: واسط

source: External port
fa: پورت خروجی

source: Protocol
fa: پروتکل

source: Source
fa: مبدأ

source: Any
fa: هر

source: Source IP
fa: آی پی مبدا

source: Source object
fa: شيء مبدأ

source: Destination IP
fa: آی پی مقصد

source: Port
fa: پورت

source: Same
fa: همان

source: Other
fa: دیگر

source: Port redirections
fa: مسیریابی های مجدد ترافیک پورت

source: redirect
fa: مسیریابی مجدد

source: Filtering rules from external networks to internal networks
fa: قوانین فیلترینگ از شبکه های خارجی به شبکه های داخلی

source: ACCEPT
fa: پذیرفتن

source: DENY
fa: رد کردن

source: LOG
fa: ثبت رخداد

source: Decision
fa: تصمیم

source: Destination
fa: مقصد

source: Destination object
fa: شیء مقصد

source: Service
fa: سرویس

source: If inverse match is ticked, any service but the selected one will match this rule
fa: اگر تطابق وارانه علامت زده شده است، هر سرویسی اما آن که انتخاب شده با این قانون تطابق خواهد داشت

source: Description
fa: تشریح

source: Packet traffic report
fa: گزارش ترافیک بسته

source: Firewall packet traffic report
fa: گزارش ترافیک بسته دیواره آتش

source: firewall
fa: دیواره آتش

source: Flush previous firewall rules
fa: تراز کردن قوانین قبلی دیواره آتش

source: The eBox firewall will flush any previous firewall rules which have been added manually or by another tool
fa: دیواره آتش eBox تمامی قوانین پیشین را که به طور دستی یا با استفاده از ابزار دیگری اضافه شده اند، تراز خواهد کرد

source: Secure by default
fa: به طور پیش فرض امن

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
fa: فقط تعداد کمی از ارتباطات به طور پیش فرض اجازه داده شده اند. مطمئن شوید که قوانین ورودی و خروجی مناسب را برای این که سیستمتان همانطور که انتظار دارید عمل کند، اضافه کرده اید. معمولا تمامی ارتباطات خروجی به طور پیش فرض رد شده و تنها ارتباطات ورودی SSH و HTTPS اجازه داده می شوند.

source: action
fa: عمل

source: Name '{name}' is invalid
fa: نام '{name}' نامعتبر می باشد

source: port
fa: پورت

source: protocol
fa: پروتکل

source: Firewall
fa: دیواره آتش

source: Packet Filter
fa: فیلتر کردن بسته

source: Redirects
fa: مسیریابی ترافیک ها

source: Input interface
fa: واسط ورودی

source: Output interface
fa: واسط خروجی

source: Source port
fa: پورت مبدأ

source: Destination port
fa: پورت مقصد

source: DROP
fa: رد کردن بدون پاسخ

source: You must set the iptables_log_limit variable in the ebox configuration file
fa: شما باید متغیر iptables_log_limit variable را در فایل پیکریندی ebox تنظیم کنید

source: You must set the iptables_log_burst variable in the ebox configuration file
fa: شما باید متغیر iptables_log_burst را در فایل پیکربندی ebox تنظیم کنید

source: These rules are meant to control access from internal network interfaces to services running on your eBox machine
fa: این قوانین، راه هایی برای کنترل کردن دسترسی از واسط های شبکه داخلی به سرویس های در حال اجرای ماشین eBox شما هستند

source: Configure rules
fa: پیکربندی قوانین

source: These rules allow you to control access from your internal networks to the Internet, and traffic between your internal networks. If you wish to provide access to your eBox services, you must use the above section
fa: این قوانین به شما اجازه می دهند که دسترسی از شبکه های داخلی خود به اینترنت و ترافیک میان شبکه های داخلی خود را کنترل کنید. اگر می خواهید دسترسی به سرویس های eBox خود را میسر سازید، باید از بخش بالا استفاده کنید

source: These rules allow you to control access from eBox to external services
fa: این قوانین به شما اجازه می دهند که دسترسی از eBox به سرویس های خارجی را کنترل کنید

source: Filtering rules from external networks to eBox
fa: قوانین فیلترینگ از شبکه های خارجی به eBox

source: These rules allow you to control access from external networks to sevices running on your eBox machine.
fa: این قوانین به شما اجازه می دهند که دسترسی از شبکه های خارجی به سرویس های در حال اجرا روی ماشین eBox خود را کنترل کنید

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing
fa: اضافه کردن قوانین در این بخش ممکن است امنیت شبکه شما را توافقی کند، مثلا ممکن است شما از شبکه های غیر قابل اعتماد اجازه دسترسی برای اجرای دستورات را داشته باشید. لظفا از این بخش استفاده نکنید مگر اینکه دقیقا بدانید که چه عملی انجام می دهید

source: These rules allow you to control access from external networks to internal networks.
fa: این قوانین به شما اجاز می دهند که دسترسی از شبکه های خارجی به شبکه های داخلی را کنترل کنید
