Repository: ebox/ebox
Catalog: 1.3.12/client/mailfilter/po/*-sory.po
Languages: es

source: To configure spamassassin daemon
es: Configurar spamassassin daemon

source: Spam threshold
es: Umbral de correo no deseado

source: It must be a number(decimal point allowed)
es: Debe ser un número (se permiten decimales)

source: The spam's threshold cannot be higher than its autolearn threshold
es: El umbral de correo no deseado no puede ser mayor que su umbral de autoaprendizaje

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
es: El umbral de correo no deseado tiene que ser mayor que el umbral de autoaprendizaje del correo deseado

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
es: No es posible aprender porque el filtro bayesiano está deshabilitado en la configuración actual. Para permitir el aprendizaje active el filtro bayesiano y guarde los cambios

source: Unsupported or incorrect input source fonrmat: {format}
es: Formato de entrada no soportado o incorrecto: {format}

source: Virtual mail domain {vd} does not exist
es: El dominio de correo virtual {vd} no existe

source: To configure freshclam updater daemon
es: Configurar el actualizador de freshclam daemon

source: The score threshold to mark a message as spam
es: Umbral de puntuación para marcar un mensaje como correo no deseado

source: Spam subject tag
es: Etiqueta de asunto de correo no deseado

source: Tag which will be added to the spam mail subject
es: Etiqueta que será añadida al asunto del correo no deseado

source: Use bayesian classifier
es: Usar clasificador bayesiano

source: Auto-whitelist
es: Auto-lista blanca

source: Change the score of mail according to the sender history
es: Cambiar la puntuación del correo según la historia del remitente

source: Auto-learn
es: Autoaprender

source: Feedback the learning system with messages that reach the threshold
es: Realimentar el sistema de aprendizaje con mensajes que alcanzan el umbral

source: Autolearn spam threshold
es: Umbral de autoaprendizaje del correo no deseado

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
es: Se añadirán al sistema de aprendizaje mensajes de correo no deseado con puntuación igual o mayor que este umbral

source: Autolearn ham threshold
es: Umbral de autoaprendizaje de correo deseado

source: Ham messages with a score below this threshold will be added to the learning system
es: Se añadirán mensajes de correo deseado con la puntuación por debajo de este umbral al sistema de aprendizaje

source: Antispam configuration
es: Configuración de filtro de correo no deseado

source: You must define autolearn spam threshold when autolearn option is active
es: Debes definir el umbral de autoaprendizaje del correo no deseado cuando la opción de autoaprendizaje esté activa

source: You must define autolearn ham threshold when autolearn option is active
es: Debes definir el umbral de autoaprendizaje del correo deseado cuando la opción de autoaprendizaje esté activa

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
es: El umbral de autoaprendizaje de correo no deseado no pude ser menor que el umbral de autoaprendzaje por defecto del correo no deseado

source: The ham's autolearn threshold canot be higher or equal than the default spam level
es: El umbral de autoaprendizaje del correo deseado tiene que ser menor que el umbral de autoaprendzaje por defecto del correo no deseado

source: External mail server
es: Servidor de correo externo

source: Allow connection
es: Permitir la conexión

source: External mail servers
es: Servidores de correo externo

source: external mail server
es: Servidor de correo externo

source: Here you can specify which external mail servers can connect to the mail filter
es: Aquí puedes especificar los servidores de correo externo que pueden conectarse al filtro de correo electrónico

source: Invalid external MTA {mta}. Local network addresses are not allowed
es: MTA externo {MTA} invalido. Las direcciones de red locales no están permitidas

source: Mailbox
es: Buzón

source: Mailbox contains
es: El buzón contiene

source: Train bayesian spam filter
es: Utilizar clasificador de correo no deseado bayesiano

source: Learned from messages
es: Aprendido a través de los mensajes

source: spam
es: correo no deseado

source: ham
es: correo deseado

source: Invalid mailbox type: {type}
es: Tipo de buzón inválido: {type}

source: Status
es: Estado

source: Date
es: Fecha

source: Antivirus database update status
es: Estado de actualización de la base de datos del antivirus

source: The antivirus database has not been updated since the mailfilter eBox's module was installed
es: La base de datos del antivirus no se ha actualizado desde que se instaló el filtro de correo del módulo de eBox

source: The last update failed
es: La última actualización falló el {date}

source: Update failed. Your version of freshclam is outdated.Please, install version {version} or higher
es: La actualización ha fallado. Su versión de freshclam está obsoleta. Por favor, instale la versión {version} o superior

source: Last update successful
es: Última actualización con éxito

source: Unknown event {event}
es: Evento desconocido {event}

source: MIME Type
es: Tipo MIME

source: Allow
es: Permitir

source: MIME types
es: Tipos MIME

source: MIME type
es: Tipo MIME

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
es: Los tipos MIME que no figuran más abajo están permitidos. El proxy transparente POP no utiliza tipos MIME

source: External mail domain
es: Dominio de correo externo

source: External mail domains
es: Dominios de correo externos

source: external mail domain
es: Dominio de correo externo

source: Here you can specify which external mail domains can connect to the mail filter
es: Aquí puedes especificar qué dominios de correo externo pueden conectarse al filtro de correo

source: {d} is a internal eBox's virtual main domain
es: {d} es un dominio principal virtual interno de eBox

source: Mail sender
es: Remitente del correo electrónico

source: Policy
es: Política

source: Sender policy
es: Política del remitente

source: sender policy
es: Política del remitente

source: whitelist
es: lista blanca

source: blacklist
es: lista negra

source: process
es: proceso

source: File extension
es: Extensión de fichero

source: File extensions
es: Extensiones de fichero

source: file extension
es: extensión de fichero

source: Extensions which are not listed below are allowed
es: Sólo están permitidas las extensiones que no aparecen más abajo

source: Domain
es: Dominio

source: Use virus filtering
es: Utilizar filtrado de virus

source: Use spam filtering
es: Utilizar filtrado de correo no deseado

source: default
es: por defecto

source: custom threshold
es: Umbral personalizado

source: Learning ham account
es: Aprendiendo cuenta de correo deseado

source: An address (ham@domain) will be created for this domain, ham messages incorrectly classified as spam may be forwarded to this addres to train the filter
es: Se va a crear una dirección (ham@domain) para este dominio, los mensajes de correo deseado que queden clasificados erróneamente como correo no deseado serán enviados a esta dirección para entrenar el filtro

source: Learning spam account
es: Aprendiendo cuenta de correo no deseado

source: An address (spam@domain) will be created for this domain, spam messages incorrectly classified as ham may be forwarded to this addres to train the filter
es: Se va a crear una dirección (spam@domain) para este dominio, los mensajes de correo no deseado que queden clasificados erróneamente como correo deseado serán enviados a esta dirección para entrenar el filtro

source: Antispam sender policy
es: Política del remitente de filtro de correo no deseado

source: Virtual domains configuration
es: Configuración de dominios virtuales

source: virtual domain
es: Dominio virtual

source: Mail filter graph
es: Gráfico de filtro de correo

source: clean messages
es: Mensajes libres de virus

source: banned files
es: Ficheros descartados

source: infected
es: Infectado

source: bad header
es: Mala cabecera

source: blacklisted
es: Lista negra

source: Filter traffic
es: Tráfico de filtro

source: blacklisted senders
es: remitentes en lista negra

source: bad message header
es: Cabecera mal formulada

source: Filter traffic details
es: Detalles del tráfico de filtro

source: traffic
es: tráfico

source: total messages
es: Número total de mensajes

source: infected messages
es: mensajes infectados

source: spam messages
es: mensajes de correo no deseado

source: infected messages
es: mensajes infectados

source: Transparent POP proxy traffic details
es: Detalles de tráfico de proxy POP transparente

source: POP proxy graph
es: Gráfico de proxy POP

source: Transparent POP proxy traffic
es: Tráfico de proxy POP transparente

source: Enabled
es: Habilitado

source: Antivirus enabled
es: Antivirus habilitado

source: Antispam enabled
es: Filtro de correo no deseado habilitado

source: Service's port
es: Puerto de servicio

source: Notify of non-spam problematic messages
es: Notificar los mensajes de correo no deseado que den problemas

source: Disabled
es: Deshabilitar

source: mail address
es: dirección de correo electrónico

source: General settings
es: Ajustes generales

source: The port {port} is already used by module {mod}
es: El puerto {port} está siendo usado por el modulo {mod}

source: Filter virus
es: Filtro de virus

source: Filter spam
es: Filtro de correo no deseado

source: ISP spam subject
es: Asunto de correo no deseado ISP

source: This option allows you to set the string your ISP uses if it processes your email for SPAM.
es: Esta opción te permite ajustar la cadena que utiliza tu ISP si identifica tu correo como correo no deseado.

source: POP transparent proxy configuration
es: Configuración de proxy POP transparente

source: The POP transparent proxy must scan for something to be useful. If you do not need either antivirus of spam scan we suggest you turn it off
es: El proxy POP transparente debe escanear para resultar útil. Si no necesitas ni antivirus ni escaneador de correo no deseado te sugerimos que lo deshabilites.

source: Virus policy
es: Política de virus

source: Spam policy
es: Pólitica de correo no deseado

source: Banned files policy
es: Pólitica de ficheros descartados

source: Bad header policy
es: Política de cabeceras mal formuladas

source: SMTP filter policies
es: Política del filtro SMTP

source: External connections
es: Conexiones externas

source: Attached files filter
es: Filtro de archivos adjunto

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
es: Filtrar mensajes de correo según archivos adjuntos. El proxy POP transparente sólo filtra según la extensión

source: Antispam
es: Filtro de correo no deseado

source: Mail filter report
es: Informe del filtro de correo

source: Mail Filter report
es: Informe del filtro de correo

source: Transparent POP proxy report
es: Informe del proxy POP transparente

source: SMTP filter
es: Filtro SMTP

source: Write down a decimal number
es: Introduce un número decimal

source: Only non-zero positive numbers are allowed
es: Sólo puedes introducir números positivos diferentes de cero

source: Write down a number lesser than {m}
es: Introduce un número menor que {m}

source: Write down a number greater than {m}
es: Introduce un número mayor que {m}

source: Pass
es: Aprobar

source: Reject
es: Rechazar

source: Bounce
es: Rebotar

source: Discard
es: Descartar

source: Mailfilter's policy
es: Política del filtro de correo

source: domain name
es: nombre del dominio

source: email address
es: dirección de correo electrónico

source: The sender ought be either an email address or a domain name prefixed with '@'
es: El remitente puede ser una dirección de correo electrónico o un nombre de dominio con el prefijo "@"

source: To configure amavis
es: Configurar amavis

source: To add the LDAP schemas used by eBox mailfilter
es: Añadir esquemas de LDAP utilizados por el filtro de correo de eBox

source: eBox internal mail filter
es: Filtro de correo interno de eBox

source: POP transparent proxy
es: Proxy POP transparente

source: To configure p3scan
es: Configurar p3scan

source: To configure renattach
es: Configurar renattach

source: Add clamav user to amavis group
es: Añadir el usuario clamav al grupo amavis

source: Clamav need access to amavis fields to properly scan mail
es: Clamav necesita acceso a los campos de amavis para escanear el correo correctamente

source: Add clamav user to p3scan group
es: Añadir el usuario clamav al grupo p3scan

source: Clamav need access to p3scan group to properly scan in the POP Proxy
es: Clamav necesita acceso al grupo p3scan para escanear el proxy POP correctamente

source: Update LDAP
es: Actualizar LDAP

source: Add amavis specific classes and fields
es: Añadir clases y campos específicos de amavis

source: Cannot proceed because the filter is in use
es: No puede continuar porque el filtro está siendo utilizado

source: Mail filter
es: Filtro de correo

source: Action
es: Acción

source: Event
es: Evento

source: Sender address
es: Dirección de correo del remitente

source: Recipient address
es: Dirección de correo del destinatario

source: Spam hits
es: Aciertos de correo no deseado

source: Bad header found
es: Se ha encontrado una cabecera mal formulada

source: Spam found
es: Se ha encontrado correo no deseado

source: Forbidden attached file found
es: Se ha encontrado un archivo adjunto prohibido

source: Address in blacklist found
es: Se ha encontrado una dirección en la lista negra

source: Virus found
es: Se ha encontrado un virus

source: Clean message
es: Mensaje libre de virus

source: Account
es: Cuenta

source: Client's address
es: Dirección de cliente

source: Total messages
es: Número total de mensajes

source: Clean messages
es: Mensajes libres de virus

source: Virus messages
es: Mensajes de virus

source: Spam messages
es: Mensajes de correo no deseado

source: POP3 transmission complete
es: Transmisión de POP3 completa

source: POP3 transmission aborted
es: Transmisión de POP3 abortada

source: POP3 proxy
es: Proxy POP3

source: Mail Filter
es: Filtro de correo

source: SMTP mail filter
es: Filtro de correo SMTP

source: Files ACL
es: Archivos ACL

source: POP3 protocol
es: Protocolo POP3

source: [Virus] found in a mail to you:
es: Se ha encontrado un [Virus] en uno de los correos electrónicos recibidos:
