Repository: ebox/ebox
Catalog: client/webmail/po/*.po
Languages: bg

source: Mode
bg: Режим

source: eBox mail service
bg: eBox пощенска услуга

source: Remote server
bg: Отдалеччен сървър

source: IMAP Server
bg: IMAP Сървър

source: IMAP connection type
bg: Тип на IMAP връзка

source: IMAP server port
bg: Порт на IMAP сървър

source: SMTP Server
bg: SMTP Сървър

source: SMTP connection type
bg: Тип на SMTP връзка

source: SMTP server port
bg: Порт на SMTP сървър

source: SMTP authentication
bg: SMTP удостоверяване

source: User and password
bg: Потребител и парола

source: User
bg: Потребител

source: Password
bg: Парола

source: unencrypted
bg: некриптирано

source: No need to configure the connection to a remote server beacuse WebMail is configured to use eBox's mail service'
bg: Няма нужда да конфигурирате връзката към отдалечен сървър, защото Уеб пощата е конфигурерана да използва пощенската услуга на eBox

source: Name
bg: Име

source: eBox webmail
bg: eBox Уеб поща

source: The name of the webmail will be used in the login screen and page titles.
bg: Името на уеб пощата ще бъде използвано в логин екраните и заглавията на страниците.

source: General configuration
bg: Обща конфигурация

source: Webmail
bg: Уеб поща

source: To configure Roundcube webmail.
bg: За конфигурация на уеб поща Roundcube.

source: Create PostgreSQL Roundcube webmail database.
bg: Създаване на PostgreSQL база данни за уеб поща Roundcube.

source: This database will store the data needed by Roundcube.
bg: Тази база данни ще пази информацията нужна на Roundcube.

source: Webmail will be accesible at http://ip/webmail/.
bg: Уеб пощата ще бъде достъпна през http://ip/webmail/.

source: Webmail module needs IMAP or IMAPS service enabled if using eBox mail service. You can enable it at {openurl}Mail -> General{closeurl}.
bg: Модулът за уеб поща изисква услугата IMAP или IMAPS да е са разрешени ако се използва пощенската услуга на eBox. Можете да я разрешите от {openurl}Mail -> General{closeurl}.
