Repository: ebox/ebox
Catalog: 1.3.3/client/software/po/*-sory.po
Languages: es

source: System updates
es: Actualizaciones del sistema

source: Software updates are being handled automatically
es: Las actualizaciones de software se gestionan automáticamente

source: The system is up to date
es: El sistema está al día

source: eBox components
es: Componentes eBox

source: There were no packages to update
es: No hay paquetes para actualizar

source: Upgrading
es: Actualizando

source: Upgrading packages
es: Actualización de paquetes en proceso

source: Current package
es: Paquete actual

source: packages left to install
es: paquetes que quedan por instalar

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
es: La instalación de paquetes ha concluido satisfactoriamente. Puede que el interfaz de administración no responda durante unos segundos. Por favor, espera unos instantes hasta que el sistema se haya reiniciado por completo

source: The packages installation has not finished correctly . More information on the logs
es: La instalación de paquetes no ha finalizado correctamente. Para más información acude a los registros

source: Removing package
es: Eliminando paquete

source: Removing the selected package and its dependent packages
es: Se está eliminando el paquete seleccionado y los que dependen de este

source: packages left to remove
es: paquetes que quedan por eliminar

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
es: La eliminación de paquetes ha finalizado satisfactoriamente. Puede que el interfaz de administración no responda durante unos segundos. Por favor, espera unos instantes hasta que el sistema se haya reiniciado por completo

source: The packages removal has not finished correctly . More information on the logs
es: La eliminación de paquetes no ha finalizado correctamente. Para más información acude a los registros

source: Automatic software updates
es: Actualizaciones automáticas de software

source: automatic updates configuration
es: configuración de las actualizaciones automáticas

source: Enable cron script to download updates
es: Habilita el script de cron para descargar las actualizaciones

source: eBox software will download the available updates from your configured apt sources.
es: El software de eBox descaragará las actualizaciones disponibles de tus fuentes apt configuradas.

source: Software management
es: Gestión de software

source: Automatic updates
es: Actualizaciones automáticas

source: Software management is currently locked by {locker}. Please, try again later
es: La gestión de software está bloqueada por {locker} en este momento. Por favor, inténtalo más tarde

source: eBox - Certificate Authority Manager for eBox
es: eBox- Gestor de autoridad certificadora para eBox

source: eBox - DHCP server module
es: eBox - módulo del servidor DHCP

source: eBox - DNS server
es: Servidor DNS para eBox

source: the eBox platform - Base framework
es: Plataforma de eBox - marco base

source: eBox - Firewall
es: Cortafuegos de eBox

source: IPsec VPNs
es: VPN IPSec

source: eBox - Instant messaging (Jabber)
es: Mensajería instantánea de eBox (Jabber)

source: eBox - layer 7 protocols
es: capa de 7 protocolos de eBox

source: eBox - Mail server
es: Servidor de Correo de eBox

source: eBox - Mail filter module
es: Módulo de filtro de correo de eBox

source: eBox - Monitoring module
es: Módulo de monitorización de eBox

source: eBox - Network configuration module
es: Módulo de configuración de red de eBox

source: eBox - NTP server
es: Servidor NTP para eBox

source: eBox - Object management
es: Gestión de objetos de eBox

source: eBox - OpenVPN server module
es: Módulo de servidor OpenVPN de eBox

source: eBox - Printer sharing
es: Compartición de impresoras de eBox

source: eBox - File sharing
es: Compartición de ficheros de eBox

source: eBox - Services management
es: Gestión de servicios de eBox

source: SOAP server to communicate with eBox control center
es: servidor SOAP para comunicarse con el centro de control de eBox

source: eBox - Software management
es: Gestión de software de eBox

source: eBox - Proxy cache and content filter
es: Caché proxy y filtro de contenidos de eBox

source: eBox - Traffic shaper for eBox
es: Moldeador de tráfico para eBox

source: eBox - User and Group management
es: Gestión de usuarios y grupos de eBox

source: eBox - Web Server
es: Servidor web para eBox

source: HTTP software
es: software HTTP

source: software service to update packages via apt
es: servicio de software para actualizar paquetes via apt

source: rule to allow apt updates
es: Regla para permitir actualizaciones apt

source: The following packages will be installed
es: Se instalarán los siguientes paquetes

source: The following packages will be removed
es: Se borrarán los siguientes paquetes

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: Component
es: Componente

source: Installed version
es: Versión instalada

source: Latest version
es: Última versión

source: Actions
es: Acciones

source: Update
es: Actualizar

source: Install
es: Instalar

source: none
es: ninguna

source: Remove
es: Eliminar

source: Update all packages
es: Actualizar todos los paquetes

source: Updates are available for the following system components
es: Hay actualizaciones disponibles para los siguientes componentes del sistema

source: Description
es: Descripción

source: Version
es: Versión

source: This operation can take some time, don't worry if eBox looks unresponsive after pressing the Upgrade button.
es: Esta operación puede llevar algo de tiempo, no te preocupes si eBox no responde después de presionar el botón de "Actualizar".

source: Upgrade
es: Actualizar
