Repository: ebox/ebox
Catalog: 1.1.10-alpha2/client/samba/po/*.po
Languages: nl

source: Share name
nl: Gedeelde map naam

source: Share path
nl: Pad van gedeelde mappen

source: Directory under eBox
nl: Naam van map onder eBox

source: File system path
nl: Pad van bestandssyteem

source: Comment
nl: Commentaar

source: Access control
nl: Toegangscontrole

source: List of samba shares
nl: Lijst van door Samba gedeelde mappen

source: Samba shares
nl: Door Samba gedeelde mappen

source: share
nl: gedeelde map

source: Path not allowed
nl: Pad niet toegestaan

source: Only alphanumeric characters plus _ are valid for a path
nl: Alleen alfanummerieke karakters en _ zijn toegestaan voor een padnaam

source: The directory is not empty. Are you sure you want to remove it?
nl: De map is niet leeg. Weet je zeker dat je deze wil verwijderen?

source: <i>Directory under eBox</i> will automatically create the share.directory in /home/samba/shares <br><i>File system path</i> will allow you to share an existing directory within your file system.
nl: <i>Directory onder eBox</i> zal automatisch de gedeelde map creëren in /home/samba/shares <br><i>Bestandssystem pad</i> staat toe om een map te delen binnen het bestandssysteem.

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let eBox create it for you.
nl: Hier kun je een gedeelde map aanmaken met verfijnde toegangscontrole. Je kunt een aanwezige directory of een naam kiezen en eBox deze voor je laten creëren.

source: path
nl: pad

source: Deleted Samba shares
nl: Verwijderde Samba gedeelde mappen

source: Todo
nl: Te doen

source: Read only
nl: Alleen leesrechten

source: Read and write
nl: Lees en schrijfrechten

source: Administrator
nl: Beheerder

source: User/Group
nl: gebruiker/Groep

source: User
nl: Gebruiker

source: Group
nl: Groep

source: Permissions
nl: Rechten

source: Samba share configuration
nl: Samba gedeelde map configuratie

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share
nl: Wees voorzichtig met uitdelen van <i>beheerder</i> rechten.De gebruiker zal elke bestand kunnen lezen of schrijven in de gedeelde map

source: group name
nl: naam groep

source: sharing name
nl: naam gedeelde map

source: user name
nl: naam gebruiker

source: active
nl: actief

source: File sharing
nl: Bestanden delen

source: module status
nl: status van module

source: working group
nl: werkgroep

source: working mode
nl: werkgroep modus

source: description
nl: omschrijving

source: user quota
nl: gebruikers quota

source: roaming profiles
nl: zwevende profielen

source: Netbios and workgroup must have different names
nl: Netbios- en werkgroep naam moeten verschillen

source: file sharing
nl: bestanden delen

source: Create Samba home directory for users and groups
nl: Maak een Samba home map voor gebruikers en groepen

source: eBox will create the home directories for Samba users and groups under /home/samba.
nl: eBox zal de home mappen aanmaken voor Samba gebruikers en groepen in /home/samba.

source: Add LDAP schemas
nl: LDAP schema's toevoegen

source: eBox will add two LDAP schemas: samba.schema and ebox.schema.
nl: eBox voegt twee LDAP schemas toe: samba.schema en ebox.schema

source: Set Samba LDAP admin dn password
nl: Geef het Samba LDAP beheerder dn wachtwoord

source: eBox will configure Samba to use the LDAP admin dn password.
nl: eBox configureert nu Samba door het LDAP beheerder dn wachtwoord te gebruiken.

source: To set up Samba according to your configuration
nl: Om Samba in te stellen volgens je opgegeven configuratie

source: To set up smbldap-tools according to your configuration
nl: Om smbldap-tools in te stellen volgens je opgegeven configuratie

source: To set up smbldap-tools according to your LDAP configuration
nl: Om smbldap-tools in te stellen volgens je opgegeven LDAP-configuratie

source: To add two new schemas and the set ACLs
nl: Om te nieuwe schema's toe te voegen en de ACL in te stellen

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
nl: Om NSS LDAP verzoeken te laten gebruiken voor gebruikers en groepen. Dit is nodig voor de Samba configuratie.

source: To let NSS know how to access LDAP accounts
nl: Om NSS te laten weten hoe dit LDAP accounts kan aanspreken

source: To copy LDAP admin password generated by eBox and allow NSS to access LDAP
nl: Om het LDAP beheerder wachtwoord, wat gegenereerd is door eBox, te kopïeren en laat NSS toe om LDAP te benaderen

source: To add quota support to /home partition
nl: Om quota ondersteuning toe te voegen aan de /home partitie

source: General settings
nl: Algemene instellingen

source: Shares
nl: Gedeelde mappen

source: user
nl: gebruiker

source: group
nl: groep

source: User's files
nl: Gebruiker's bestanden

source: Group's files
nl: Groep's bestanden

source: This user has a sharing directory associated which contains data
nl: Deze gebruiker heeft een gedeelde map welke gegevens bevat

source: Incorrect SID: {s}
nl: Verkeerde SID: {s}

source: User {u} does not exists
nl: Gebruiker {u} bestaat niet

source: User {u} is not a samba user
nl: Gebruiker {u} is geen Samba gebruiker

source: Incoorect SID: {s}
nl: Geen juiste SID: {s}

source: Group {g} does not exists
nl: Groep {g} bestaat niet

source: Group {g} is not a samba group
nl: Groep {g} is geen Samba groep

source: This group has a sharing directory associatedwhich conatins data
nl: Deze groep is verbonden aan een gedeelde map die gegevens bevat

source: {g} group does not exist
nl: {g} groep bestaat niet

source: A name should be provided for the share
nl: Er moet een naam opgegeven worden voor de gedeelde map

source: sharing resource
nl: gedeelde bron

source: File sharing (Samba) protocol
nl: Bestanden delen (Samba) protocol

source: PDC/File sharing account
nl: PDC/bestand sharing account

source: User account
nl: Gebruikers account

source: Disabled
nl: Uitgeschakeld

source: Enabled
nl: Ingeschakeld

source: Administration rights
nl: Beheerdersrechten

source: Change
nl: Wijzigen

source: Sharing directory for this group
nl: Gedeelde map voor deze groep

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
nl: Je kan een gedeelde map aanmaken voor deze groep. Microsoft Windows 98 en Millennium herkennen geen namen langer dan 12 tekens

source: This resource name is longer than 12 characters.
nl: De naam van deze bron is langer dan 12 tekens.

source: Directory name
nl: Naam map

source: Delete
nl: Verwijderen

source: Add
nl: Toevoegen

source: Select the printers this user will have access to.
nl: Selecteer de printers waartoe deze gebruiker toegang heeft.

source: Allow
nl: Toestaan

source: Allow all printers
nl: Alle printers toestaan

source: file sharing module
nl: Bestanden delen module

source: General Settings
nl: Algemene Instellingen

source: To allow unlimited disk usage to users, just set zero as user quota limit.
nl: Om ongelimiteerd schijfgebruik toe te laten, stel 0 in als quota limiet.

source: Working mode
nl: Werkgroep modus

source: File server
nl: Bestanden server

source: Domain name
nl: Domeinnaam

source: Working group
nl: Werkgroep

source: Netbios name
nl: Netbiosnaam

source: Description
nl: Omschrijving

source: Quota limit
nl: quota grens

source: Roaming profiles
nl: Zwevende profielen

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
nl: De groep die je wil verwijderen heeft een map met gegevens. De gegevens gaan verloren als je de groep verwijdert. Bevestig de verwijdering.

source: Cancel
nl: Annuleren

source: Home Directories
nl: Home mappen

source: {group} share directory
nl: {group} gedeelde map
