Repository: ebox/ebox
Catalog: client/antivirus/po/*.po
Languages: bg, cs, ro, tr

source: Date
bg: Дата
cs: Datum
ro: Data
tr: Tarih

source: Antivirus database update status
ro: Status-ul bazei de date a antivirusului
tr: Antivirus veritabanı güncelleme durumu

source: The antivirus database has not been updated since the mailfilter eBox's module was installed
ro: Baza de date a antivirusului nu a fost updatata de cand modulul filtrumail eBox's a fost instalat

source: The last update failed
ro: Ultima updatare a esuat
tr: Son güncelleme başarısız

source: Update successful but your freshclam version is outdated. The antivirus will not be able to use all the signatures.Please, install version {version} or higher
ro: Updatarea a fost facuta cu suces dar versiunea de freshclam nu este actualizata. Antivirusul nu va putea folosi toate semnaturile. Te rog instaleaza versiunea {version} sau mai mare
tr: Güncelleme başarılı ancak freshclam sürümünüz güncel değil. Antivirus tüm imzaları kullanamyacak. Lütfen {version} versiyonunu ya da üzerini yükleyiniz.

source: Last update successful
ro: Ultima updatare a fost facuta cu suces
tr: Son güncelleme başarılı

source: Unknown event {event}
ro: Eveniment necunoscut {event}
tr: Bilinmeyen olay {event}

source: Update status
ro: Status actualizare
tr: Güncelleme durumu

source: To configure clamd daemon
ro: Pentru a configura clamd daemon
tr: Clamd arkaplan hizmetini ayarla

source: To configure freshclam updater
bg: Настройване на обновителя freshclam
cs: Konfigurovat freschclam updater
ro: Pentru a configura actualizarea freshclam
tr: Freshclam güncelleyicisini ayarla

source: To schedule the launch of the updater
bg: Насрочване на обновяването
cs: Naplánovat spuštění Updater
ro: Pentru a programa lansarea a actualizari

source: Antivirus
bg: Антивирусна система

source: To configure clamd daemon
bg: Настройване на демона clamd
cs: Konfigurovat clamd daemona

source: Status
bg: Състояние
cs: Stav
tr: Durum

source: The last update failed.
bg: Последното обновяване е неуспешно.
cs: Poslední aktualizace se nezdařila.

source: Update successful but your freshclam version is outdated. The antivirus will not be able to use all the signatures.Please, install version {version} or higher.
bg: Обновяването е успешно, но тази версия на freshclam е стара. Антивирусната система няма да може да използва всички дефиниции. Моля, инсталирайте версия {version} или по-нова.

source: Last update successful.
bg: Последното обновяване е успешно.
cs: Poslední aktualizace byla úspěšná.

source: Unknown event {event}.
bg: Непознато събитие {event}.
cs: Neznámá událost {event}.

source: Database Update Status
cs: Status Aktualizace databáze

source: The antivirus database has not been updated since the module was enabled.
cs: Antivirová databáze nebyla aktualizována, ikdyž modul byl povolen.
