Repository: ebox/ebox
Catalog: client/openvpn/po/*.po
Languages: pl

source: Client {name} configuration updated
pl: Konfiguracja klienta {name} zaktualizowana.

source: There are no changes to be saved
pl: Nie ma zmian, które mogłyby być zapisane.

source: Server {name} configuration updated
pl: Konfiguracja serwera {name} zaktualizowana.

source: active parameter
pl: aktywny parametr

source: It only may be 'yes' or 'no'
pl: Może być tylko 'tak' lub 'nie'

source: Server now grants access to {network}
pl: Serwer zezwala w tej chwili na dostęp do sieci {network}

source: Server no longer grants access to {network}
pl: Serwer nie zezwala w tej chwili na dostęp do sieci {network}

source: Client
pl: Klient

source: Client {name} removed
pl: Klient {name} został usunięty

source: New client {name} created
pl: Nowy klient {name} został utworzony.

source: Server
pl: Serwer

source: Server {name} removed
pl: Serwer {name} został usunięty

source: Server's address
pl: Adres serwera

source: You must provide at least one address for the server {name}
pl: Musisz podać przynajmniej jeden adres dla serwera {name}

source: Can't get address for this server: no external interfaces present
pl: Nie można uzyskać adresu tego serwera: brak zewnętrznych interfejsów

source: The protocol only may be TCP or UDP.
pl: Protokół może być tylko TCP lub UDP.

source: The port must be a non-privileged port
pl: Numer portu musi być powyżej 1024 (nie uprzywilejowany port)

source: OpenVPN can only listen on a external interface. The interface {iface} does not exist
pl: OpenVPN może nasłuchiwać tylko na zewnętrznym interfejsie. Interfejs {iface} nie istnieje.

source: OpenVPN can only listen on a external interface. The interface {iface} is internal
pl: OpenVPN może nasłuchiwać tylko na zewnętrznym interfejsie. Interfejs {iface} jest interfejsem wewnętrznym.

source: The certificate {cn} does not exist
pl: Certyfikat {cn} nie istnieje.

source: The certificate {cn} has expired
pl: Certyfikat {cn} wygasł.

source: The certificate {cn} has been revoked
pl: Certyfikat {cn} został odwołany.

source: The server {name} does not have certificate assigned
pl: Serwer {name} nie ma przypisanego certyfikatu.

source: Cannot get key of server {name} because it does not have any certificate assigned
pl: Nie mogę pobrać klucza serwera {name} ponieważ nie ma on przypisanego certyfikatu.

source: Network address {net} with netmask {mask} is not a valid network
pl: Sieć {net} z maską {mask} nie jest poprawną siecią.

source: No IP address found for interface {iface}
pl: Nie znaleziono adresu IP na interfejsie {iface}

source: OpenVPN server {name} cannot be activated because there is not any network interface available
pl: Serwer OpenVPN o nazwie {name} nie może zostać aktywowany ponieważ nie ma dostępnych interfejsów sieciowych.

source: network address
pl: adres sieciowy

source: network mask
pl: maska sieci

source: Network {net} is already advertised in this server
pl: Sieć {net} jest już rozgłaszana na tym serwerze.

source: Network {net} is not advertised in this server
pl: Sieć {net} nie jest rozgłaszana przez ten serwer.

source: A IP protocol must be specified for the server
pl: Protokół IP musi zostać określony dla serwera.

source: A server certificate must be specified
pl: Certyfikat serwera musi zostać określony.

source: Server {name}
pl: Serwer {name}

source: Enabled
pl: Włączony

source: Disabled
pl: Wyłączony

source: Service
pl: Usługa

source: Running
pl: Uruchomiony

source: Stopped
pl: Zatrzymany

source: Daemon status
pl: Status deamon'a

source: All external interfaces
pl: Wszystkie zewnętrzne interfejsy

source: Local address
pl: Adres lokalny

source: VPN subnet
pl: podsieć VPN

source: The protocol only may be tcp or udp.
pl: Protokół musi być TCP lub UDP.

source: You must supply at least one server for the client
pl: Musisz ustawić przynajmniej jeden serwer dla klienta.

source: Server's port
pl: Port serwera

source: The CA certificate is needed
pl: Certyfikat Urzędu Certyfikacji (CA) jest wymagany.

source: The client certificate must be specified
pl: Certyfikat klienta musi zostać określony.

source: The client private key must be specified
pl: Klucz prywatny klienta musi zostać określony.

source: Servers must be supplied to the client
pl: Klient musi być znany serwerowi

source: Client {name}
pl: Klient {name}

source: Connection target
pl: Cel połączenia

source: OpenVPN daemons
pl: demony OpenVPN

source: OpenVPN service
pl: usługa OpenVPN

source: OpenVPN client creation
pl: Tworzenie klienta OpenVPN

source: Are you sure you want delete the {type} {name}? This action can not be undone.
pl: Jesteś pewien, że chcesz skasować {type} {name}? Ta akcja nie może być anulowana.

source: Are you sure you want delete the {type} {name}?
pl: Jesteś pewien, że chcesz skasować {type} {name}? Ta akcja nie może być anulowana.

source: Deleting OpenVPN {type}
pl: Kasuję OpenVPN {type}

source: Delete
pl: Skasuj

source: Cancel
pl: Porzuć

source: OpenVPN server creation
pl: Tworzenie serwera OpenVPN

source: Certificate
pl: Certyfikat

source: This certificate will be used by the server to authenticate itself
pl: Ten certyfikat zostanie użyty przez serwer do autoryzacji samego siebie.

source: disabled
pl: wyłączony

source: Client authorization by common name
pl: Autoryzacja klienta po nazwie powszechnej (cn)

source: Interface to listen on
pl: Interfejs na którym będzie nasłuchiwał serwer.

source: Active
pl: Atywny

source: Protocol
pl: Protokół

source: Allow eBox-to-eBox tunnels
pl: Zezwalaj na tunele eBox-do-eBox

source: Allow client-to-client connections
pl: Zezwalaj na połączenia między klientami

source: Allow clients to connect each other within the VPN
pl: Zezwalaj na połączenie między klientami w ramach jednego połączenia VPN.

source: Server name
pl: Nazwa serwera

source: OpenVPN servers require at least one client certificate. Create it first
pl: Serwery OpenVPN wymagają przynajmniej jednego certyfikatu klienta. Utwórz go najpierw.

source: Change CA's certificate
pl: Zmień certyfikat Centrum Autoryzacji

source: Change client's certificate
pl: Zmień certyfikat klienta

source: Change client's private key
pl: Zmień klucz prywatny klienta

source: Client {name} configuration
pl: Konfiguracja klienta {name}

source: Server {name} configuration
pl: Konfiguracja serwera {name}

source: Advertised networks
pl: Rozgłaszane sieci

source: Net address
pl: Adres sieciowy

source: Netmask
pl: Maska sieci

source: Action
pl: Działanie

source: Network
pl: Sieć

source: Add network
pl: Dodaj sieć

source: Name
pl: Nazwa

source: Actions
pl: Działania

source: Edit
pl: Edytuj

source: Servers
pl: Serwery

source: Create new server
pl: Utwórz nowy serwer

source: Clients
pl: Klienty

source: Create new client
pl: Utwórz nowego klienta

source: edit
pl: edytuj

source: delete
pl: usuń

source: Client's certificate
pl: Certyfikat klienta

source: This certificate will be used by the client to authenticate itself to the server
pl: Ten certyfikat może zostać użyty przez klienta do jego autoryzacji względem serwera.

source: This address should be the one used to reach the server.
pl: Podany tu adres powinien być tym, który umożliwi dostęp do serwera.

source: An additional address to reach the server can be specified here
pl: Dodatkowy adres umożliwiający dostęp do serwera może być podany tutaj

source: Client files for server {name}
pl: Pliki klienta dla serwera {name}

source: Server's Port
pl: Port serwera

source: CA's certificate
pl: certyfikat CA

source: Certificate used by the client to identify itself. It must be signed by the Certification Authority
pl: Certyfikat użyty przez klienta aby mógł się identyfikować. Certyfikat ten musi zostać podpisany przez Urząd Certyfikacji (CA).

source: Client's private key
pl: Klucz prywatny klienta

source: Client name
pl: Nazwa klienta
