Repository: ebox/ebox
Catalog: common/libebox/po/*.po
Languages: tr

source: Page not found
tr: Sayfa bulunamadı

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
tr: Giriş geçersiz karakter içeriyor. Tüm alfanümerik karakterlere ilaveten şu alfanümerik olmayan karakterler: /.?&+:-@ ve boşluk kullanılabilir.

source: An internal error has ocurred. This is most probably a bug, relevant information can be found in the logs.
tr: Dahili bir hata oluştu. Bu genelde bir bug(hata)'dır, ilgili bilgi log dosyalarında bulunabilir.

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
tr: Şablonla ilgili bir dahili hata oluştu. Bu bir bug(hata), ilgili bilgi log dosyalarında bulunabilir.

source: An unexpected internal error has ocurred. This is a bug, relevant information can be found in the logs.
tr: Beklenmeyen dahili bir hata oluştu. Bu bir bug(hata), ilgili bilgi log dosyalarında bulunabilir.

source: You have just hit a bug in eBox. Please seek technical support.
tr: eBox'da bir hata yakaladınız. Lütfen teknik destek araştırın.

source: Your request could not be processed because it had some incorrect parameters
tr: İsteğiniz işleme konulamadı çünkü yanlış parametreler içermekte

source: Your request could not be processed because it lacked some required parameters
tr: İsteğiniz işleme konulamadı çünkü bazı parametreleri eksik

source: Invalid uploaded file.
tr: Geçersiz gönderilen dosya.

source: Cannot create a temporally file for the upload
tr: Dosya göndermek için geçici dosya yaratılamıyor

source: Invalid value for {data}: {value}.
tr: {data} için geçersiz değer : {value} .

source: {data} {value} already exists.
tr: {data} {value} önceden mevcut.

source: {data} {value} does not exist.
tr: {data} {value} mevcut değil.

source: {data} is empty.
tr: {data} boş.

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
tr: {dir} dizinine girilemiyor. Dizin mevcut değil veya erişim yetkiniz yok

source: The directory {dir} is not private; because it is owned by another user
tr: {dir} dizini özel değil; çünkü başka bir kullanıcı sahipliği altında

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
tr: Verilen dosya yolu gerçerli değil. (Şu an geçerli olan tüm dosya karakterleri desteklenmiyor)

source: The file path must be absolute
tr: Dosya yolu mutlak olmalı

source: Running command '{cmd}' as {user} failed
tr: {user} ile çalıştırılan '{cmd}' komutu başarısız oldu

source: Interface
tr: Arabirim

source: Directory not found: {d}
tr: Dizin bulunamadı: {d}

source: Could not open the config file {file}.
tr: {file} yapılandırma dosyası açılamadı.

source: The ebox user has not been set in the config file.
tr: eBox kullanıcısı yapılandırma dosyasında ayarlanmamış.

source: eBox's homepage
tr: eBox web sayfası

source: If you typed the URL manually, please check it
tr: Eğer URL adresini eliniz ile girdiyseniz, lütfen tekrar kontrol edin

source: Maybe a change in eBox's configuration or software made no longer available the requested page
tr: Ebox ayarlarının değiştirişmesi veya yeni bir yazılımın yüklenmesinden dolayı istenen sayfa mevcut olmayabilir.

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
tr: Detaylı yardım, belge, posta listesi ve açıklama için {homepage} adresini ziyaret edin.

source: we're sorry
tr: Çok üzgünüz

source: From
tr: Gönderen

source: To
tr: Kime

source: Inverse match
tr: Eşleşenleri tersine çevir

source: Choose one of the options to show the associated table
tr: İlgili tabloyu göstermek için bir tane seçeneği işaretleyin

source: Choose one...
tr: Birtanesini seçin...

source: first
tr: birinci

source: prev
tr: önceki

source: next
tr: sonraki

source: last
tr: sonuncu

source: Service configuration
tr: Servis ayarları

source: Disabled
tr: Etkisiz

source: Enabled
tr: Etkin

source: Change
tr: Değiştir

source: Language selection
tr: Dil seçimi

source: Language changes happen automatically, saving the configuration it's not needed.
tr: Dil değişikliği kendiliğinden olacaktır, yapılandırmayı kayıt etmeyi gerektirmez.

source: show help
tr: Yardımı göster

source: hide help
tr: Yardımları gizle
