Repository: ebox/ebox
Catalog: client/network/po/*.po
Languages: da, de

source: Network interfaces
da: Netværk interfaces
de: Netzwerkkarten

source: After the initial config you can revisit this page at Network/Interfaces in the menu
da: Efter den første konfigurering kan du komme tilbage til siden ved Netværk/Interfaces i menuen
de: Nach der Anfangs-Konfiguration können Sie diese Seite erneut aufrufen im Menu unter Netzwerk/Netzwerkkarten

source: Network interface configured
da: Netværk interface konfigureret
de: Netzwerkkarte konfiguriert

source: You can revisit this page at Network/DNS in the menu
da: Du kan se denne side igen ved Netværk/DNS i menuen
de: Sie können diese Seite erneut aufrufen mittels dem Menu Netzwerk/DNS

source: DNS configured
da: DNS konfigureret
de: DNS konfiguriert

source: Set default gateway
da: Sæt default gateway
de: Standardgateway setzen

source: You can change later the gateway at Network/Routes menus item
da: Du kan ændre gateway'en senere i Netværk/Routes i menuen
de: Sie können den Gateway später ändern im Menu Netzwerk / Routing

source: Gateway configured
da: Gateway konfigureret
de: Gateway konfiguriert

source: Balance traffic and multigateway rules
da: Afbalancér trafik og multigateway regler
de: Netzverkehr verteilen und Multigateway Regeln

source: Network diagnosis
da: Netværk diagnose
de: Netzwerkdiagnose

source: Host
de: Computer

source: host name
da: host navn
de: Computername

source: network interface
da: netværk interface
de: Netzwerkkarte

source: method
da: metode
de: Art

source: ip address
da: ip adresse
de: IP-Adresse

source: netmask
da: netmaske
de: Netzmaske

source: virtual interface action
da: virtuel interface handling
de: Aktion der virtuellen Netzwerkkarte

source: IP address
da: IP adresse
de: IP-Adresse

source: virtual interface name
da: Virtuelt interface navn
de: Name der virtuellen Netzwerkkarte

source: traffic balance
da: trafik balance
de: Netzverkehr aufteilen

source: Traffic rate monitoring
de: Bandbreitenüberwachung

source: Running
de: Läuft

source: bytes/second
da: bytes/sekund
de: Bytes pro Sekunde

source: Traffic data for source
de: Verbindungen für Quelle

source: Network traffic from {src}
da: Netværkstraffik fra {src}
de: Netzwerkverkehr von {src}

source: Traffic data not found for service
de: Keine Daten für den Dienst gefunden

source: Network traffic for {service}
da: Netværkstraffik for {service}
de: Netzwerkverkehr für {service}

source: Traffic data for service
de: Daten für Dienst

source: Traffic data not found for source and service pair
de: Keine Daten gefunden für diese Kombination aus Quelle und Dienst

source: source {src} and service {service}
de: Netzwerkverkehr von der Quelle {src} für den Dienst {service}

source: Network traffic from source {src} and for service {service}
da: Netværkstraffik for kilden {src} og servicen {service}
de: Netzwerkverkehr von der Quelle {src} für den Dienst {service}

source: All active services
de: Alle aktiven Dienste

source: Traffic data for
de: Netzwerkverkehr für

source: all services
de: alle Dienste

source: All active sources
de: Alle akiven Quellen

source: Traffic data for
de: Netzwerkverkehr für

source: all sources
de: alle Quellen

source: Total traffic rate from {src}
de: Gesamte Bandbreite von {src}

source: Total traffic rate for {service}
de: Gesamte Bandbreite für {service}

source: Traffic rate from {src} for {service}
da: Traffik data for {src} og {service}
de: Bandbreite von {src} für {service}

source: Configure network interfaces
da: Konfigurer netværk interface
de: Netzwerkkarten konfigurieren

source: Configure name servers
da: Konfigurer navneserver
de: Nameserver konfigurieren

source: Configure default gateway
da: Konfigurer default gateway
de: Standardgateway konfigurieren

source: IP Address
da: IP Adresse
de: IP-Adresse

source: Interface
de: Netzwerkkarte

source: Interface connected to this gateway
de: Netzwerkkarte, welche mit diesem Gateway verbunden ist

source: Upload rate in Kbits/s for this gateway.
de: Upload-Geschwindigkeit in Kbit/s für dieses Gateway

source: Download rate in Kbits/s for this gateway.
de: Download-Geschwindigkeit in Kbit/s für dieses Gateway

source: Weight
da: Vægt
de: Gewichtung

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
de: Diese Feld ist nur sinnvoll, wenn Sie mehr als einen Router haben und das Netzwerklastenausgleichs-Feature aktiviert ist.

source: Default
de: Standard

source: Gateway list
da: Gateway liste
de: Liste der Gateways

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links.{br}The download and upload fields must be set as much rate as you have to your connection towards the gateway. The correct value of these fields is critical to ensure a correct functionality of the traffic shaping module
da: Du kan tilføje så mange gateways du ønsker. Dette er meget brugbart når du vil dele internet trafikken ad forskellige veje. {br}Download og upload felterne må sættes så højt som muligt ifht forbindelsen til gateway'en. Den korrekte værdi til disse felter er kritisk for at sikre en korrekt funktionalitet af trafik styrings modulet
de: Geben Sie soviele Gateways wie benötigt an. Damit können sie zum Beispiel Ihre Internetverbindung auf mehrere Anschlüsse aufteilen.{br}Die Felder für Download und Upload müssen den Anschlusskapazitäten entsprechen. Dies ist essenziell für das korrekte Funktionieren der Bandbreitenverwaltung.

source: any
da: enhver
de: Alle

source: Protocol
da: Protokol
de: Protokoll

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
de: Eingehende Schnittstelle, an der die Pakete überprüft werden. Wenn Sie ein ganzes Subnetz überprüfen wollen wählen Sie die Netzwerkschnittstelle dieses Subnetzes aus

source: Source
da: Source/kilde
de: Quelle

source: Any
da: Enhver
de: Alle

source: Source IP
da: Kilde IP
de: Quell-IP

source: Source object
da: kilde objekt
de: Quelle: Computergruppe

source: Leave it blank to select any port
de: Leer lassen um alle Ports auszuwählen

source: Destination
de: Ziel

source: Destination IP
de: Ziel-IP

source: Destination object
da: Destination objekt
de: Ziel: Computergruppe

source: Leave it blank if to select any port
de: Lassen Sie diese Feld leer um alle Ports auszuwählen

source: Gateway to route packets matchingthis rule
de: Gateway zum Routen von Paketen, welche dieser Regel entsprechen

source: Multigateway rules
da: Multigateway regler
de: Multigateway Regeln

source: rule
da: regel
de: Regel

source: Destination port
de: Zielport

source: Source port
da: Kilde port
de: Quellport

source: Port cannot be set if no protocol is selected
da: Port kan ikke sættes hvis protokol ikke er valgt
de: Der Port kann nicht gesetzt werden, wenn kein Protokoll gewählt ist

source: Physical interface list
da: Fysisk interface liste
de: Physikalische Netzwerkkarten

source: These are the physical interfaces which are available in your system.
da: Dette er de fysiske interfaces der er tilgængelige på dit system.
de: Dies sind die verfügbaren physikalischen Netzwerkkarten in Ihrem System

source: interface
de: Netzwerkkarte

source: Physical interface
da: Fysisk interface
de: Liste der physikalischen Netzwerkkarten

source: Vlan interface list
da: Vlan interface liste
de: Liste der virtuellen Netzwerkkarten

source: These are the vlan interfaces which are available in your system.
da: Disse vlan interfaces er tilgængelige på dit system.
de: Das sind die verfügbaren virtuellen Netzwerkkarten in Ihrem System

source: Method
da: Metode
de: Methode

source: External
da: Extern
de: Extern

source: Configurable interface list
da: Konfigurerbar interface liste
de: Liste der konfigurierbaren Netzwerkkarten

source: These are the interfaces which can be configured
da: Disse interfaces kan konfigureres
de: Dies sind die Netzwerkkarten, welche konfiguriert werden können

source: Select traffic graphic
de: Wählen Sie die Grafik für Netzwerkverkehr

source: Several views are showed depending on the parameter selection. An host IP address and a service, which must match the text given by the graphs legend based on /etc/services, may be required by the graph type. The flow view will change accordingly
de: Unterschiedliche Grafiken werden aufgrund der Einstellungen angezeigt. Eine IP-Adresse und ein Dienst (der mit dem Namen aus /etc/services übereinstimmt) muss evtl. angegeben werden. Die laufende Ansicht, wird entsprechend angepasst

source: Graph type
de: Art der Grafik

source: All active traffic by source
de: Aktive Verbindungen nach Quelle geordnet

source: All active traffic by service
de: Aktive Verbindungen nach Dienst geordnet

source: Traffic by selected source
de: Verbindungen der gewählten Quelle

source: Traffic by selected service
de: Verbindungen des gewählten Dienstes

source: Traffic by source and service
de: Verbindungen der gewählten Quelle und des gewählten Dienstes

source: Service
de: Dienst

source: Interface to listen
de: Netzwerkkarte zum Entgegennehmen der Anfragen

source: Traffic rate monitor settings
de: Einstellungen zur Bandbreitenüberwachung

source: Changes will be applied immediately to the traffic rate monitor
de: Die Änderungen werden sofort übernommen

source: Settings changed
de: Einstellungen aktualisiert

source: {iface} (internal interface)
de: {iface} (interne Netzwerkkarte)

source: {iface} (external interface)
de: {iface} (externe Netzwerkkarte)

source: all
de: alle

source: Starting traffic rate monitoring. Wait patiently until the graph appears
de: Die Bandbreitenüberwachung wurde gestartet. Haben Sie etwas Geduld, bis der Graph angezeigt wird

source: Stopping traffic rate monitoring
de: Die Bandbreitenüberwachung wird gestoppt

source: The traffic rate monitor is start/stop on demand without requiring to save changes first
de: Die Bandbreitenüberwachung übernimmt die Änderungen sofort, ohne dass Sie die Änderungen speichern müssen

source: Network
da: Netværk
de: Netzwerk

source: IP or network address
de: IP oder Netzwerkadresse

source: Gateway used to reach the above network address
de: Gateway, welches benutzt wird um das oben genannte Netzwerk zu erreichen

source: Description
da: Beskrivelse
de: Beschreibung

source: Optional description for this route
de: Optionale Beschreibung für diese Route

source: Static routes
da: Statisk routing
de: Statisches Routing

source: Static route list
de: Statisches Routing-Liste

source: All gateways you enter here must be reachable through one of the network interfaces currently configured
de: Alle Gateways, die Sie hier eingeben, müssen durch eine der konfigurierten Netzwerkkarten erreichbar sein

source: static route
de: Statisches Routing

source: IP address of the DNS server that eBox will use to resolve names
de: IP-Adresse des DNS-Servers, welchen eBox zur Auflösung von Namen verwenden soll

source: Name server resolver list
de: Name Server Resolver Liste

source: <p>Here you can add the name server resolvers that eBox will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
de: <p>Hier können Sie den Name-Server Resolver, welchen eBox verwenden wird, angeben.</p><p>Beachten Sie, dass diese Einstellungen unter Umständen nicht berücksichtigt werden, falls eine Netzwerkschnittstelle via DHCP konfiguriert wird</p>

source: Add default routers to the default table
de: Hinzufügen einer Standard-Routers zu Standard-Tabelle

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
de: Dies wird für eine Multigateway-Konfiguration benötigt. Beachten Sie, dass Sie zum Auflisten der Standard-Routen folgendes ausführen müssen:

source: It will take care of adding the default route given by a DHCP server to the default route table.
de: Es wird darauf Acht gegeben, dass eine Standard-Route, welche von einem DHCP-Server zur Verfügung gestellt wurde, in der Standard-Routing-Tabelle hinzugefügt wird.

source: eBox will set your network configuration
de: eBox wird Ihre Netzwerk-Konfiguration durchführen

source: Virtual interface name
da: Virtuelt interface navn
de: Name der virtuellen Netzwerkkarte

source: Netmask
da: Netmaske
de: Netzmaske

source: This interface cannot be put in trunk mode, it is an vlan interface.
da: Dette interface kan ikke sættes i trunk mode, da det er et vlan interface
de: Diese Netzwerkkarte kann nicht in den Stamm-Modus gesetzt werden, es ist eine virtuelle Netzwerkkarte

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
da: Dette interface er i trunk mode. Du skal af-konfigurere alle vlan interfaces i denne trunk før du ændrer dens konfigurering
de: Diese Netzwerkkarte ist im V-LAN-Modus, Sie sollten alle virtuellen Netzwerkkarten unkonfigurieren, bevor Sie den Modus ändern

source: Network interfaces need to be in trunk mode before adding vlans to them.
da: Netværk interfaces skal være i trunk mode før du tilføjer vlans til dem
de: Netzwerkkarten müssen im Stamm-Modus sein, bevor vLANs hinzugefügt werden können

source: The requested operation will cause one of the configured routers to become unreachable. Please remove it first if you really want to make this change.
da: Den ønskede handling vil bringe en af de konfigurerede routere ud af rækkevidde. Fjern den først hvis du virkelig ønsker denne ændring.
de: Die gewünschte Operation wird einen der konfigurierten Router unerreichbar machen. Bitte entfernen Sie den Gateway zuerst, falls Sie diese Operation wirklich machen möchten

source: Gateway {gw} not reachable
da: Gateway {gw} kan ikke nås
de: Gateway {gw} ist nicht erreichbar

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
de: Der Gateway {gw} muss über eine statische Netzwerkkarte erreichbar sein. Die Netzwerkkarte {iface} erreicht zwar den Gateway, ist aber dynamisch konfiguriert

source: Host name
da: Host navn
de: Computername

source: down
da: ned
de: aus

source: up
da: op
de: ein

source: link ok
de: Verbindung OK

source: no link
da: intet link
de: Keine Verbindung

source: MAC address
da: MAC adresse
de: Hardware-Adresse

source: Interfaces
de: Netzwerkkarten

source: Routes
da: Ruter
de: Routing

source: Diagnosis
da: Diagnose
de: Diagnose

source: Balance traffic
da: Balancer trafik
de: Netzverkehr aufteilen

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
da: DEn ændring du prøver at lave vil påvirke konfigureringen af et eller flere moduler som refererer til dette netværk interface
de: Die Änderungen, welche Sie machen möchten, wirken sich auf die Konfiguration eines oder mehrerer Module aus, auf welche sich auf diese Netzwerkkarte beziehen

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
da: Hvis du vælger at fortsætte vil alle moduler der gør brug af den nuværende konfiguration, på dette netværk interface, slette de relevante dele af deres konfiguration. Vælg "Fortryd" hvis du ikke er sikker.
de: Es werden alle Module, welche die gegenwärtige Konfiguration dieser Netzwerkkarte verwenden, die entsprechenen Teile aus ihrer Konfiguration löschen. Möchten Sie weiterfahren? Wählen Sie "Abbrechen", falls Sie sich nicht sicher sind

source: Cancel
da: Fortryd
de: Abbrechen

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
da: Husk at ved at ændre på netværk interface konfigureringen, kan du miste tilgangen til administrations-siden
de: Denken Sie bitte daran, dass Änderungen an der Konfiguration der Netzwerkkarten den Zugang zu dieser Administrationsoberfläche unterbrechen können

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
da: Trafik der routes gennem interfaces markeret som externe vll blive NAT'ed. Ydermere vil ydelser for LAN brugere ikke være tilgængelige for externe interfaces.
de: Für Verkehr, der durch als extern gekennzeichnete Netzwerkkarten geleitet wird, wird ein NAT angewendet. Ausserdem werden Dienste, welche für LAN-Benutzer gedacht sind, nicht von den externen Netzwerkkarten erreichbar sein

source: Static
da: Statisk
de: Statisch

source: Trunk (802.1q)
de: Virtuelles LAN (802.1q)

source: Not set
da: Ikke sat
de: Nicht konfigurieren

source: Change
da: Skift
de: Ändern

source: VLAN List
da: VLAN Liste
de: Liste der vLANs

source: Action
da: Handling
de: Aktion

source: Add
da: Tilføj
de: Hinzufügen

source: Delete
da: Slet
de: Löschen

source: Virtual interfaces
da: Virtuelle interfaces
de: Virtuelle Netzwerkkarten

source: Name resolution
da: Navne opløsning
de: Namensauflösung

source: Domain name
da: Domæne navn
de: Name der Domäne

source: Lookup
da: Opslag
de: Nachschlagen

source: Output
de: Ausgabe

source: To be able to use this feature, you need, at least, two gateways. You can add them <a href="/ebox/Network/View/GatewayTable">here</a> first
de: Um diese Funktion verwenden zu können, müssen Sie zumindest zwei Gateways konfiguriert haben. Sie können diese <a href="/ebox/Network/View/GatewayDataTable">hier</a> hinzufügen

source: Traffic balancing
da: Trafik fordeling
de: Netzverkehr aufteilen

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destiantion and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
da: Du kan bestemme hvilken der passerer hver gateway. På denne måde kan du tvinge et subnet, service, destination osv. til at bruge den router du vælger. Husk venligst at reglerne bliver anvendt i rækkefølge fra øverst og nedefter. Du kan ændre rækkefølgen når de er tilføjet. Hvis du ikke sætter en port eller en IR adresse, vil reglen gælde dem alle.

source: Name
da: Navn

source: There is already a default gateway
da: Der er allerede en default gateway

source: network address
da: netværk adresse

source: gateway address
da: gateway adresse

source: Traffic data not found for source {src}
da: Ingen traffik data for kilden {src}

source: Traffic data not found for service {service}
da: Ingen traffik fundet for servicen {service}

source: Traffic data not found for source {src} and service {service}
da: Ingen traffik fundet for kilden {src} og servicen {service}

source: Active services
da: Aktive servicer

source: No services bit rate data found
da: ingen service bitrate kunne findes

source: Active sources
da: Aktive kilder

source: Traffic rate from {src}
da: traffik data fra {src}

source: Traffic rate for {service}
da: Traffik data for {service}

source: Gateway {gw} must be reacheable by a static interface. Currently is reacheable by {iface} which is not static
da: Gateway {gw} må være tilgængelig for et statisk interface. Er lige nu tilgængelig for {iface} der ikke er statisk

source: All routers you enter here must be reachable through one of the network interfaces currently configured.
da: Alle routere du nævner her må være tilgængelige gennem en af de netværk interfaces du har konfigureret

source: Having network interfaces configured via DHCP may cause this settings to be overriden.
da: At konfigurere via DHCP kan bevirke at opsætning bliver overskrevet.

source: Primary
da: Primær

source: Secondary
da: Sekundær

source: Apply
da: Tilføj

source: To be able to use this feature, you need, at least, two gateways. You can add them <a href="/ebox/Network/View/GatewayDataTable">here</a> first
da: For at bruge denne feature behøver du mindst to gateways. Du kan tilføje dem <a href="/ebox/Network/View/GatewayDataTable">her</a> først
