Repository: ebox/ebox
Catalog: 1.3.1/client/samba/po/*-sory.po
Languages: es

source: Share name
es: Nombre del recurso compartido

source: Share path
es: Ruta del recurso compartido

source: Directory under eBox
es: Directorio bajo eBox

source: File system path
es: Ruta del sistema de ficheros

source: Comment
es: Comentario

source: Access control
es: Control de acceso

source: List of samba shares
es: Lista de recursos compartidos Samba

source: Samba shares
es: Recursos compartidos Samba

source: share
es: recurso compartido

source: Path not allowed
es: Ruta no permitida

source: Only alphanumeric characters plus _ are valid for a path
es: Sólo se permiten caracteres alfanúmericos y _ para una ruta

source: The directory is not empty. Are you sure you want to remove it?
es: El directorio no está vacío. ¿Estás seguro de que quieres borrarlo?

source: <i>Directory under eBox</i> will automatically create the share.directory in /home/samba/shares <br><i>File system path</i> will allow you to share an existing directory within your file system.
es: <i>Directorio bajo eBox</i> creará automáticamente un directorio compartido en /home/samba/shares <br><i>Ruta del sistema de ficheros</i> te permitirá compartir un directorio ya existente dentro de tu sistema de ficheros.

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let eBox create it for you.
es: Aquí puedes crear recursos compartidos con más . Puedes utilizar un directorio que ya existe o escoger un nombre y permitirle a eBox que lo cree por ti.

source: path
es: ruta

source: Deleted Samba shares
es: Recursos compartidos Samba eliminados

source: Read only
es: Sólo lectura

source: Read and write
es: Leer y escribir

source: Administrator
es: Administrador

source: User/Group
es: Usuario/grupo

source: User
es: Usuario

source: Group
es: Grupo

source: Permissions
es: Permisos

source: Samba share configuration
es: Configuración del recurso compartido Samba

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share
es: Ten cuidado si concedes privilegios de <i>administrador</i>. El usuario podrá leer y escribir archivos en el recurso compartido

source: group name
es: nombre del grupo

source: sharing name
es: nombre del recurso compartido

source: user name
es: nombre de usuario

source: active
es: activo

source: File sharing
es: Compartir ficheros

source: module status
es: estado del módulo

source: working group
es: grupo de trabajo

source: working mode
es: modo de trabajo

source: description
es: descripción

source: user quota
es: cuota de usuario

source: roaming profiles
es: perfiles móviles

source: Netbios and workgroup must have different names
es: La netbios y el grupo de trabajo deben tener nombres diferentes

source: file sharing
es: Compartir ficheros

source: Create Samba home directory for users and groups
es: Crear directorio personal de Samba para usuarios y grupos

source: eBox will create the home directories for Samba users and groups under /home/samba.
es: eBox creará los directorios personales para usuarios de Samba y grupos bajo Samba /home/.

source: Add LDAP schemas
es: Añadir esquemas LDAP

source: eBox will add two LDAP schemas: samba.schema and ebox.schema.
es: eBox añadirá dos esquemas LDAP: Samba.schema y eBox.schema.

source: Set Samba LDAP admin dn password
es: Configura la contraseña dn de administrador de Samba LDAP

source: eBox will configure Samba to use the LDAP admin dn password.
es: eBox configurará Samba para utilizar la contraseña dn de administrador LDAP.

source: To set up Samba according to your configuration
es: Configurar Samba según tu configuración

source: To set up smbldap-tools according to your configuration
es: Configurar smbldap-tools según tu configuración

source: To set up smbldap-tools according to your LDAP configuration
es: Configurar smbldap-tools según tu configuración LDAP

source: To add two new schemas and the set ACLs
es: Añadir dos esquemas nuevos y el grupo ACL

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
es: Para que NSS use LDAP para resolver nombres de usuarios y grupos. Es necesario para la configuración de Samba PDC.

source: To let NSS know how to access LDAP accounts
es: Permitir a los NSS el acceso a las cuentas LDAP

source: To copy LDAP admin password generated by eBox and allow NSS to access LDAP
es: Copiar la contraseña de administrador LDAP generada por eBox y permitir a NSS el acceso a LDAP

source: To add quota support to /home partition
es: Añadir soporte para cuotas a la partición /home

source: General settings
es: Configuración general

source: Shares
es: Recursos compartidos

source: quota
es: cuota

source: user
es: usuario

source: group
es: grupo

source: printer
es: impresora

source: User's files
es: Archivos de usuario

source: Group's files
es: Archivos de grupo

source: This user has a sharing directory associated which contains data
es: Este usuario tiene asociado un directorio compartido que contiene datos

source: Incorrect SID: {s}
es: SID incorrecto: {s}

source: User {u} does not exists
es: El usuario {u} no existe

source: User {u} is not a samba user
es: El usuario {u} no es usuario de Samba

source: Incoorect SID: {s}
es: SID incorrecto: {s}

source: Group {g} does not exists
es: El grupo {g} no existe

source: Group {g} is not a samba group
es: El grupo {g} no es un grupo de Samba

source: This group has a sharing directory associatedwhich conatins data
es: Este grupo tiene asociado un directorio compartido que contiene datos

source: {g} group does not exist
es: El grupo {g} no existe

source: A name should be provided for the share
es: Se debe proporcionar un nombre para el recurso compartido

source: sharing resource
es: recurso compartido

source: Disk quota limit
es: Límite de cuota de disco

source: Share
es: Recurso compartido

source: Source machine
es: Máquina fuente

source: Connected since
es: Conectada desde

source: Shares by user
es: Recursos compartidos por usuario

source: Users by share
es: Usuarios por recurso compartido

source: File sharing (Samba) protocol
es: Protocolo (Samba) compartiendo ficheros

source: PDC/File sharing account
es: Cuenta compartida de ficheros o de PDC

source: User account
es: Cuenta de usuario

source: Disabled
es: Deshabilitado

source: Enabled
es: Habilitado

source: Administration rights
es: Privilegios de administrador

source: Change
es: Cambiar

source: Sharing directory for this group
es: Directorio compartido para este grupo

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
es: Es posible establecer un directorio compartido para este grupo, pero debería tener en cuenta que en Microsoft Windows 98 y Millenium no es posible ver los nombres de más de 12 caracteres

source: This resource name is longer than 12 characters.
es: El nombre del recurso es mayor de 12 carácteres.

source: Directory name
es: Nombre del directorio

source: Delete
es: Eliminar

source: Add
es: Añadir

source: Printers
es: Impresoras

source: Select the printers this user will have access to.
es: Seleccione las impresoras a las que tendrá acceso este usuario.

source: Printer
es: Impresora

source: Allow
es: Permitir

source: Allow all printers
es: Permitir todas las impresoras

source: printers module
es: Módulo de impresoras

source: file sharing module
es: Modelo de compartir ficheros

source: General Settings
es: Configuración general

source: To allow unlimited disk usage to users, just set zero as user quota limit.
es: Para permitir uso de disco ilimitado a los usuarios simplemente pon tu límite de cuota a cero.

source: Working mode
es: Modo de trabajo

source: File server
es: Servidor de ficheros

source: Domain name
es: Nombre del dominio

source: Working group
es: Grupo de trabajo

source: Netbios name
es: Nombre de netbios

source: Description
es: Descripción

source: Quota limit
es: Límite de cuota

source: Roaming profiles
es: Perfiles móviles

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
es: El grupo que ha intentado eliminiar tiene un directorio asociado el cual contiene dato, si lo eliminas se perderán esos datos. Por favor, confirma que deseas eliminarlo

source: Cancel
es: Cancelar

source: Home Directories
es: Directorios de usuario

source: {group} share directory
es: Directorio de recurso compartido {group}

source: Disk quota limit (MB)
es: Límite de cuota de disco (MB)
