Repository: ebox/ebox
Catalog: release-0.9.2/client/openvpn/po/*.po
Languages: es

source: Client {name} configuration updated
es: La configuración del cliente {name} ha sido actualizada

source: There are no changes to be saved
es: No hay cambios que guardar

source: Server {name} configuration updated
es: Configuración del servidor {name} actualizada

source: active parameter
es: parámetro activo

source: It only may be 'yes' or 'no'
es: Solo puede ser "yes" o "no"

source: OpenVPN service status changed
es: Estado del servicio OpenVPN cambiado

source: Server now grants access to {network}
es: El servidor ahora ofrece el acceso a {network}

source: Server no longer grants access to {network}
es: El servidor ya no concede acceso a {network}

source: Client
es: Cliente

source: Client {name} removed
es: Cliente {name} eliminado

source: New client {name} created
es: Nuevo cliente {name} creado

source: Server
es: Servidor

source: Server {name} removed
es: Servidor {name} eliminado

source: New server {name} created
es: Nuevo servidor {name} creado

source: Server's address
es: Dirección del servidor

source: You must provide at least one address for the server {name}
es: Debes suministrar al menos una dirección para el servidor {name}

source: Can't get address for this server: no external interfaces present
es: No se puede obtener la dirección para este servidor: no hay interfaces externas

source: The client certificate can't be the same than the server
es: El certificado del cliente no puede ser el mismo que el del servidor

source: The protocol only may be TCP or UDP.
es: El protocolo sólo puede ser TCP o UDP

source: The port must be a non-privileged port
es: El puerto debe ser un puerto sin privilegios

source: OpenVPN can only listen on a external interface. The interface {iface} does not exist
es: OpenVPN solo puede escuchar en interfaces externas. La interfaz {iface} no existe.

source: OpenVPN can only listen on a external interface. The interface {iface} is internal
es: OpenVPN solo puede escuchar en interfaces externas. La interfaz {iface} es interna

source: The certificate {cn} does not exist
es: El certificado {cn} no existe

source: The certificate {cn} has expired
es: El certificado {cn} ha expirado

source: The certificate {cn} has been revoked
es: El certificado {cn} ha sido revocado

source: The server {name} does not have certificate assigned
es: El servidor {name} no tiene ningún certificado asignado

source: Cannot get key of server {name} because it does not have any certificate assigned
es: No se puede obtener la clave del servidor {name} debido a que no tiene ningún certificado asignado

source: Net address {net} with netmask {mask} is not a valid net
es: La dirección de red {net} combinada con la mascara {mask} no es una red valida

source: No IP address found for interface {iface}
es: No se encontró dirección IP para la interfaz {iface}

source: OpenVPN server {name} can not be activated because there is not any network interfaces available
es: El servidor OpenVPN {name} no puede ser activado debido a que no hay ninguna interfaz de red disponible

source: network address
es: dirección de red

source: network mask
es: mascara de red

source: Net {net} is already advertised in this server
es: LA red {net} ya esta siendo anunciada por este servidor

source: eBox must be configured as gateway to be able to give client access to networks via OpenVPN
es: eBox debe ser configurado como puerta de enlace para poder dar acceso conOpenVPn a los clientes a las redes

source: The OpenVPN server can not grant access to a network which can not be reached by eBox
es: El servidor OpenVPN no puede conceder acceso a una red que sea inaccesible para eBox

source: Net {net} is not advertised in this server
es: La red {net} no esta anunciada en este servidor

source: The server needs a subnet address for the VPN
es: El servidor necesita una dirección de red para la VPN

source: The server needs a submask for his VPN net
es: El servidor necesita una mascara de red para su VPN

source: The server needs a port number
es: El servidor necesita un numero de puerto

source: A IP protocol must be specified for the server
es: Se debe establecer un protocolo IP para el servidor

source: A server certificate must be specified
es: Un certificado de servidor debe ser establecido

source: Server {name}
es: Servidor {name}

source: Enabled
es: Activado

source: Disabled
es: Desactivado

source: Service
es: Servicio

source: Running
es: Corriendo

source: Stopped
es: Detenido

source: Daemon status
es: Estado del demonio

source: All external interfaces
es: Todas las interfaces externas

source: Local address
es: Dirección local

source: Port
es: Puerto

source: VPN subnet
es: Red VPN

source: The protocol only may be tcp or udp.
es: El protocolo solo puede ser TCP o UDP

source: Inexistent file {path}
es: Archivo inexistente {path}

source: You must supply at least one server for the client
es: Debes suministrar al menos un servidor para el cliente

source: Server's port
es: Puerto del servidor

source: The CA certificate is needed
es: El certificado de la CA es necesario

source: The client certificate must be specified
es: Un certificado de cliente debe ser establecido

source: The client private key must be specified
es: LA clave privada del cliente debe ser establecido

source: Servers must be supplied to the client
es: Se debe suministrar servidores al cliente

source: Client {name}
es: Cliente {name}

source: Connection target
es: Blanco de la conexión

source: Unable to remove daemon {name} of type {type} because it does not exist
es: No se puede borrar el demonio {name} del tipo {type} porque no existe

source: {name} is a invalid name for a OpenVPN daemon. Only alphanumerics and underscores are allowed
es: {name} es un nombre incorrecto para un demonio OpenVPN. Solo alfanuméricos y guiones bajos están permitidos.

source: OpenVPN daemons
es: Demonios OpenVPN

source: OpenVPN service
es: Servicio OpenVPN

source: OpenVPN client creation
es: Creación del cliente OpenVPN

source: Create
es: Crear

source: Deleting OpenVPN {type}
es: Borrando {type} OpenVPN

source: Are you sure you want delete the {type} {name}.? This action can not be undone.
es: Esta seguro de desear borrar el {type} {name}?<br>Esta acción no se puede deshacer

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: OpenVPN server creation
es: Creación de servidor OpenVPN

source: Certificate
es: Certificado

source: This certificate will be used by the server to authenticate itself
es: Este certificado sera usado por el servidor para identificarse

source: disabled
es: desactivado

source: Client authorization by common name
es: Autorizar al cliente por su nombre común

source: Interface to listen on
es: Interfaz en la que escuchar

source: The server will be listen only in all external interfaces or only in the interface selected
es: El servidor escuchara en todas las interfaces externas o solo en la interfaz seleccionada

source: Active
es: Activo

source: VPN subnet netmask
es: Mascara de red de la VPN

source: Protocol
es: Protocolo

source: Allow eBox-to-eBox tunnels
es: Permitir túneles eBox a eBox

source: If you want to create a tunnel between two eBox, you will need this option to be able to connect to the network in the client side
es: Si quieres crear un túnel entre dos eBox, necesitas esta opción para poder conectar con la red en el lado del cliente

source: Allow client-to-client connections
es: Permitir conexiones cliente-cliente

source: Allow clients to connect each other within the VPN
es: Permite a los clientes conectarse entre si mediante la VPN

source: Server name
es: Nombre del servidor

source: OpenVPN servers require at least one client certificate. Create it first
es: OpenVPN requiere al menos un certificado de cliente. Crea uno primero.

source: Change CA's certificate
es: Cambiar certificado de CA

source: Change client's certificate
es: Cambiar certificado del cliente

source: Change client's private key
es: Cambiar clave privada del cliente

source: Client {name} configuration
es: Configuración del cliente {name}

source: Changes in certificates and key files can not be discarded.
es: Los cambios en certificados y claves no pueden ser descartados

source: Change
es: Cambiar

source: Server {name} configuration
es: Configuración del servidor {name}

source: Advertised networks
es: Redes anunciadas

source: You can manage which networks will be made accessible to clients
es: Puedes administrar que redes seran accesibles por los clientes

source: Net address
es: Dirección de red

source: Netmask
es: Mascara de red

source: Action
es: Acción

source: Network
es: Red

source: Add network
es: Añadir red

source: OpenVPN service status
es: Estado de l servicio OpenVPN

source: Name
es: Nombre

source: Actions
es: Acciones

source: Edit
es: Editar

source: Servers
es: Servidores

source: Create new server
es: Crear nuevo servidor

source: Clients
es: Clientes

source: Create new client
es: Crear nuevo cliente

source: edit
es: editar

source: delete
es: borrar

source: This certificate will be used by the client to authenticate itself to the server
es: Este certificado será usado por el cliente para identificarse ante el servidor

source: This address should be the one used to reach the server.
es: Esta dirección debe ser la que se use para alcanzar al servidor

source: An additional address to reach the server can be specified here
es: Una dirección adicional para alcanzar al servidor se puede especificar aquí

source: Client files for server {name}
es: Ficheros cliente para el servidor {name}

source: You can download an archive with all the required files to set up an OpenVPN client. Remember to copy these files to the client machine configuration directory
es: Puedes descargar un archivo con todos los ficheros requeridos para poner en marcha un cliente OpenVPN. Recuerda copiar estos ficheros al directorio de configuración de la máquina cliente

source: Server's Port
es: Puerto del servidor

source: CA's certificate
es: Certificado de CA

source: Certificate of the Certification Authority. Must be the same used in the server
es: Certificado de la Autoridad de Certificación. Debe ser el mismo usado en el servidor.

source: Client's certificate
es: Certificado del cliente

source: Certificate used by the client to identify itself. It must be signed by the Certification Authority
es: Certificado usado por el cliente para identificarse. Debe estar firmado por la autoridad de certificación

source: Client's private key
es: Llave privada del cliente

source: Private key used to create the client's certificate
es: Clave privada usada para crear el certificado del cliente

source: Client name
es: Nombre del cliente
