Repository: ebox/ebox
Catalog: client/objects/po/*.po
Languages: fa, nl

source: Name
fa: نام
nl: Naam

source: Members
fa: اعضا
nl: Leden

source: Objects
fa: اشیاء
nl: Objecten

source: Object list
fa: لیست شیء

source: object
fa: شیء

source: This object is being used by another module
fa: این شیء توسط ماژول دیگری استفاده شده
nl: Dit object word gebruikt door een andere module

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
fa: اشیاء خلاصه ای از آدرس های ماشین ها و شبکه می باشند که می توانند در ماژول های دیگر مورد استفاده قرار گیرند. هر تغییری روی یک شیء به طور اتوماتیک در تمام ماژول هایی که از آن استفاده می کنند، همگام می شود
nl: Objecten zijn een combinatie van machines en netwerkadressen welke in andere modules gebruikt in andere modules. Elke verandering aan een object word automatisch met de andere modules die in gebruik zijn, gesynchroniseerd.

source: IP Address
fa: آدرس آي‌پی

source: MAC Address
fa: آدرس MAC

source: member
fa: عضو
nl: Lid

source: You can only use MAC addresses with hosts
fa: شما می توانید تنها از آدرس های MAC با میزبان ها استفاد کنید
nl: Je kunt enkel MAC adressen gebruiken met een host

source: network address
fa: آدرس شبکه
nl: Netwerk adres

source: Added object {object}
fa: شیء {object} اضافه شد
nl: Toegevoegd Object {object}

source: Added {nname} ({ip}/{mask} [{mac}]) to object {object}
fa: {nname} ({ip}/{mask} [{mac}]) به شیء {object} اضافه شد
nl: toegevoegd {nname} ({ip}/{mask}[{mac}]) aan object {object}

source: Removed object {object}
fa: شیء {object} حذف شد
nl: Verwijderd object {object}

source: Forcefully removed object {object}
fa: شیء {object} به اجبار حذف شد
nl: Geforceerd verwijderd object {object}

source: Removed {nname} from object {object}
fa: {nname} از شیء {object} حذف شد
nl: Verwijderd {nname} van object {object}

source: Object
fa: شیء
