Repository: ebox/ebox
Catalog: 1.3.12/client/webserver/po/*.po
Languages: nl

source: To set webserver listening port
nl: Configureer de poort waarop de webserver luistert

source: To configure the per-user public HTML directory
nl: Configureer de public HTML directory van alle gebruikers

source: Enable apache LDAP user module
nl: Maak de apache LDAP module beschikbaar

source: To fetch home directories from LDAP
nl: Haal de home directories via LDAP op

source: Web service status
nl: Status van de web service

source: The {userDirConfFile} is missing! Please recover it
nl: De {userDirConfFile} mist! Graag aanmaken.

source: listening port
nl: luisteren op poort

source: Listening port
nl: Luisteren op poort

source: Enable per user {dirName}
nl: Per gebruiker aanzetten {dirName}

source: If you tick this field, each user is permitted to have a website in their home directory under public_html
nl: Elke gebruiker toestemming geven een website in hun home directory onder public_html te plaatsen.

source: General configuration settings
nl: Algemene configuratie instellingen

source: General Web server configuration. The listening port must not be got from another service. If you enable user to publish their own html pages, the pages will be loaded from {dirName} directory from their samba home directories
nl: Algemene configuratie instellingen. De poort waarop de webserver luistert mag niet door een andere service gebruikt worden. Wanneer gebruikers toestemming hebben om een website vanuit hun home directory te publiceren (dir: public_html) dan worden alle pagina's vanuit de samba home directory {dirName} gerserveerd

source: General Web server configuration settings updated
nl: Algemene webserver instellingen bijgewerkt

source: Virtual host's name
nl: Naam virtuele host

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain
nl: Virtuele host {vhost} toegevoegd. De naam {name} en het IP adres {ip} is toegevoegd aan het domein {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}
nl: Virtuele host {vhost} is als een alias {alias} toegevoegd aan hostnaam {hostname}

source: Virtual host {vhost} added
nl: Virtuele host {vhost} is toegevoegd

source: There is no static internal interface to set the Web server IP address
nl: Voor de webserver is geen netwerkkaart met een statisch IP adres beschikbaar.

source: Name
nl: Naam

source: Virtual hosts
nl: Virtuele hosts

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot} directory. Any particular configuration you want to add must be placed at {userConf} directory
nl: Met behulp van virtuele hosts is het mogelijk dat één fysieke server meerdere websites kan serveren. Verschillende host namen verwijzen naar dezelfde webserver. De benodigde DNS records worden indien mogelijk automatisch aangemaakt. De content (website) moet in de directory {docRoot} geplaatst worden. Indien gewenst kan specifieke configuratie in de {userConf} directory geplaatst worden.

source: virtual host
nl: virtuele host

source: The eBox web service allows you to host Web pages in plain HTML within different virtual hosts
nl: De eBox web service maakt het mogelijk om meerdere, platte HTML, websites te serveren m.b.v. virtuele hosts
