Repository: ebox/ebox
Catalog: client/ebox/po/*.po
Languages: fa

source: Configure widgets
fa: پیکربندی ابزارک‌ها

source: Dashboard
fa: داشبورد

source: System backups
fa: پشتیبان‌های سامانه

source: Unknown backup mode: {mode}
fa: حالت نامشخص پشتیبان: {mode}

source: The input contains invalid characters
fa: ورودی حاوی کاراکترهای نامعتبر است

source: Unknown restore mode: {mode}
fa: حالت بازیابی ناشناخته: {mode}

source: Backing up
fa: پشتیبان‌گیری

source: Backing up modules
fa: پشتیبان‌گیری ماجول‌ها

source: Operation
fa: عمل

source: operations left to finish backup
fa: اقدامات برای اتمام پشتیبان‌گیری باقی‌ماند

source: Backup successful
fa: پشتیبان‌گیری موفق بود

source: Restoring backup
fa: بازیابی پشتیبان

source: Restoring modules
fa: بازیابی ماجول‌ها

source: Module
fa: ماجول

source: modules left to restore
fa: ماجول‌های باقیمانده برای بازبینی

source: Restore successful
fa: بازیابی موفق بود

source: Bug report
fa: گزارش ایراد

source: Configuration backup
fa: پشتیبان پیکربندی

source: Please confirm that you want to delete the following backup file:
fa: لطفا تایید نمایید که شما می‌خواهید فایل پشتیبان را حذف نمایید:

source: Delete
fa: حذف

source: Please confirm that you want to restore using this backup file:
fa: لطفا تایید نمایید که شما می‌خواهید با این فایل پشتیبان بازیابی انجام دهید:

source: Restore
fa: بازیابی

source: Full data and configuration backup
fa: پشتیبان‌گیری کامل داده و پیکربندی

source: Bug-report configuration dump
fa: رونوشت پیکربندی گزارش اشکال

source: Upgrading
fa: به روز رسانی

source: General configuration
fa: پیکربندی عمومی

source: Halt or reboot
fa: توقف یا راه‌اندازی مجدد

source: eBox is going down for halt
fa: ای‌باکس برای خاموش‌شدن پایین می‌آید

source: eBox is going down for reboot
fa: ای‌باکس برای راه‌اندازی مجدد پایین می‌آید

source: Incorrect password.
fa: گذرواژه نادرست است.

source: New passwords do not match.
fa: گذرواژه‌های جدید مطابقت ندارند.

source: The password must be at least 6 characters long
fa: گذرواژه بایستی دارای طول حداقل ۶ کاراکتر باشد

source: The password was changed successfully.
fa: گذرواژه با موفقیت تغییر یافت.

source: module name
fa: نام ماجول

source: The module was restarted correctly.
fa: ماجول به درستی راه‌اندازی مجدد شد.

source: There is a script which has asked to run in eBox exclusively. Please, wait patiently until it is done
fa: یک اسکریپت که خواسته شده است منحصرا بر روی ای‌باکس اجرا شود وجود دارد. لطفا تا زمانیکه انجام شود منتظر بمانید

source: Incorrect password
fa: گذرواژه نادرست

source: Logout
fa: خروج

source: Logs
fa: وقایع ثبت شده

source: Disk Usage
fa: استفاده دیسک

source: RAID report
fa: گزارش RAID

source: Remote system backups
fa: پشتیبان‌های سامانه راه‌دور

source: Making remote backup
fa: ایجاد پشتیبان راه‌دور

source: Backing up modules
fa: پشتیبان‌گیری ماجول‌ها

source: Restoring remote backup
fa: بازیابی پشتیبان راه‌دور

source: Restoring modules from remote backup
fa: بازیابی ماجول‌ها از پشتیبان راه دور

source: Backup deleted
fa: پشتیبان حذف شد

source: Inexistent action: {a}
fa: اقدام ناموجود: {a}

source: Remote system backups proxy
fa: پروکسی پشتیبا‌ن‌های سامانه راه‌دور

source: Connection error
fa: خطای اتصال

source: Module status configuration
fa: پیکربندی حالت ماجول

source: Save configuration
fa: ذخیره پیکربندی

source: Saving changes
fa: ذخیره تغییرات

source: Saving changes in modules
fa: ذخیره تغییرات در ماجول

source: Current operation
fa: اقدامات کنونی

source: operations performed
fa: اقدامات انجام شده

source: Changes saved
fa: تغییرات ذخیره شد

source: Revoking changes
fa: لغو تغییرات

source: Revoking changes in modules
fa: لغو تغییرات در ماجول‌ها

source: Current module
fa: ماجول جاری

source: modules revoked
fa: ماجول‌ها ابطال شدند

source: Changes revoked
fa: تغییرات لغو شد

source: Service enabled
fa: سرویس فعال‌شد

source: Service disabled
fa: سرویس غیرغعال شد

source: Enable service
fa: فعال‌سازی سرویس

source: Free storage space
fa: فضای آزاد ذخیره‌سازی

source: Log observer
fa: مشاهده‌گر ثبت وقایع

source: State: {state}
fa: وضعیت: {state}

source: Type: {type}
fa: نوع: {type}

source: Active devices needed: {nb}
fa: دستگاه‌های فعال مورد‌نیاز است: {nb}

source: Active devices: {nb}
fa: دستگاه‌های فعال: {nb}

source: Operation in progress: {operation}
fa: اقدام در حال پیشرفت: {operation}

source: Completed operation percentage: {per}
fa: درصد اقدام کامل‌شده: {per}

source: Operation estimated finish time: {time}
fa: زمان پایان تقریبی اقدام: {time}

source: Raid component {nb}: device {device} state {state}
fa: مولفه {nb} Raid: دستگاه {device} حالت {state}

source: Status: {percentage} completed
fa: وضعیت: {percentage} کامل شد

source: Estimated finish time: {time}
fa: زمان تقریبی خاتمه: {time}

source: active
fa: فعال

source: degraded
fa: تنزل‌یافته

source: recovering
fa: در حال بازیابی

source: resyncing
fa: همگام‌سازی

source: rebuilding
fa: بازسازی

source: reshaping
fa: شکل‌دهی مجدد

source: failed
fa: ناموفق

source: resync
fa: همگام‌سازی

source: rebuild
fa: دوباره سازی

source: reshape
fa: شکل دهی مجدد

source: recovery
fa: بازیابی

source: faulty
fa: معیوب

source: spare
fa: یدکی

source: The following modules are not running: {modules}
fa: ماجول‌های زیر در حال اجرا نیستند: {modules}

source: Service
fa: سرویس

source: Check if any eBox service is not running when it should
fa: بررسی که آیا هرگونه سرویس ای‌باکس در حال اجرا است

source: eBox is up and running
fa: ای‌باکس بالا و در حال اجراست

source: eBox is critically down
fa: ای‌باکس در حال بحرانی پایین است

source: State
fa: وضعیت

source: Check if eBox is currently up or down
fa: بررسی که آیا ای‌باکس هم‌اکنون بالا یا پایین است

source: Control panel
fa: صفحه کنترل

source: Control center
fa: مرکز کنترل

source: Admin Jabber account
fa: حساب مدیر Jabber

source: Subscription failed: {message}
fa: ملحق‌شدن ناموفق بود: {message}

source: Authorization failed: {result} - {message}
fa: ناموفق در اجازه: {result} - {message}

source: Log file
fa: فایل ثبت وقایع

source: Log
fa: ثبت وقایع

source: RSS file: {path}
fa: فایل RSS: {path}

source: eBox alerts channel for {hostname}
fa: ای‌باکس کانال برای {hostname} را اخطار می‌دهد

source: Go to your {url} to check its status.
fa: رفتن به {url} شما برای بررسی وضعیت آن.

source: Jabber server name
fa: نام سرور Jabber

source: Jabber server to send the messages
fa: سرور Jabber برای ارسال پیغام‌ها

source: Port
fa: پورت

source: Jabber user name
fa: نام کاربری Jabber

source: User password
fa: گذرواژه کاربر

source: Subscribe
fa: ملحق شدن

source: Administrator Jabber Identifier
fa: شناسه مدیر Jabber

source: Configure Jabber dispatcher
fa: پیکربندی توزیع‌کننده Jabber

source: This dispatcher will send events to an Jabber account
fa: توزیع‌کننده رخدادها را به یک حساب Jabber ارسال خواهد کرد

source: Jabber dispatcher configuration updated
fa: پیکربندی توزیع‌کننده Jabber به‌روزشد

source: Nobody
fa: هیچ‌کس

source: IP address
fa: نشانی آی‌پی

source: Object
fa: شی

source: Public
fa: عمومی

source: Channel link
fa: پیوند کانال

source: Allowed readers
fa: خواننده‌های مجاز

source: Syndicate this RSS
fa: انتشار این RSS

source: Configure RSS dispatcher
fa: پیکربندی توزیع‌کننده RSS

source: RSS dispatcher configuration updated
fa: پیکربندی توزیع‌کننده RSS به‌روزشد

source: Minimum free disk space per filesystem
fa: کمترین فضای خالی دیسک به ازای هر فایل‌سیستم

source: Configure disk free space watcher
fa: پیکربندی مشاهده‌گر فضای خالی دیسک

source: Domain
fa: دامنه

source: Filtering
fa: فیلترینگ

source: Configure log watchers
fa: پیکربندی مشاهده‌گر ثبت‌وقایع

source: Log watcher
fa: مشاهده‌گر ثبت وقایع

source: Log domain {logDomain}
fa: دامنه ثبت‌وقایع {logDomain}

source: Any
fa: هر

source: Event
fa: رویداد

source: Filters to apply to notify logs from {logDomain}
fa: فیلترها برای اعمال به‌جهت اعلام وقایع ثبت‌شده از {logDomain}

source: filter
fa: فیلتر

source: Date
fa: تاریخ

source: Client Address
fa: نشانی کلاینت

source: Params
fa: پارامتر‌ها

source: Committed
fa: ارسال شده

source: Admin
fa: مدیر

source: Log messages
fa: پیغام‌های ثبت وقایع

source: Total ticks
fa: مجموع تیک‌ها

source: It must be a non-zero positive number
fa: آن بایستی یک عدد مثبت غیرصفر باشد

source: Cannot execute {exe}
fa: نمی‌تواند {exe} را اجرا کند

source: Progress indicator with id {id} not found
fa: شاخص پیشرفت با شناسه {id} یافت نشد

source: Number of ticks to notify
fa: تعداد تیک‌ها به جهت اعلام

source: must be greater than zero
fa: بایستی بزرگتر از صفر باشد

source: Executable has not been run
fa: فایل اجرایی، اجرا نشده است

source: The executable has not run
fa: فایل اجرایی، اجرا نشد

source: The executable has already been started
fa: فایل اجرایی، هم‌اینک راه‌اندازی شده است

source: The executable has already finished
fa: برنامه اجرایی، هم‌اینک تمام شده است

source: DB dump file {file} is not readable
fa: فایل رونوشت پایگاه داده {file} قابل خواندن نیست

source: System information
fa: اطلاعات سیستم

source: Time
fa: زمان

source: Host name
fa: نام میزبان

source: eBox version
fa: نسخه ای‌باکس

source: System load
fa: فشار سامانه

source: Module status
fa: وضعیت ماجول

source: General information
fa: اطلاعات عمومی

source: Process' list
fa: فهرست برنامه‌ها

source: General
fa: عمومی

source: Disk usage Information
fa: اطلاعات بکارگیری دیسک

source: RAID Information
fa: اطلاعات RAID

source: Halt/Reboot
fa: خاموش/راه‌اندازی مجدد

source: Day
fa: روز

source: No entries in this list
fa: هیچ ورودی در این لیست نیست

source: Restart
fa: راه‌اندازی مجدد

source: Running
fa: در حال اجرا

source: Stopped
fa: متوقف

source: Start
fa: شروع

source: Disabled
fa: غیرفعال

source: Warning: Caps Lock is enabled
fa: اخطار: Caps Lock روشن است

source: Enter
fa: ورود

source: Created by {href}
fa: ایجاد شده توسط {href}

source: There are no unsaved changes in this session.
fa: تغییرات ذخیره‌نشده‌ای در این نشست وجود ندارد.

source: Exit
fa: خروج

source: Select available full reports
fa: گزارش‌های کامل موجود را انتخاب نمایید

source: View
fa: نمایش

source: Custom query
fa: درخواست سفارشی

source: From date:
fa: از تاریخ:

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آوریل

source: May
fa: می

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: آگوست

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: Refresh logs
fa: بازآوری وقایع ثبت‌شده

source: To date:
fa: تا تاریخ:

source: Search
fa: جستجو

source: Save as event
fa: ذخیره رخداد به عنوان

source: first
fa: اولین

source: prev
fa: قبلی

source: next
fa: بعدی

source: last
fa: آخرین

source: Mounted on
fa: متصل‌شده در

source: Type
fa: نوع

source: Options
fa: گزینه‌ها

source: Partition properties
fa: خصوصیات پارتیشن

source: No RAID devices present
fa: هیچ دستگاه RAID حاضر نیست

source: Inexistent RAID array {a}
fa: آرایه RAID ناموجود {a}

source: left-asymmetric
fa: نامتقارن چپ

source: right-asymmetric
fa: نامتقارن راست

source: left-symmetric
fa: متقارن چپ

source: right-symmetric
fa: متقارن راست

source: Status
fa: وضعیت

source: Active RAID devices
fa: دستگاه‌های فعال RAID

source: Active RAID devices needed
fa: دستگاه‌های RAID فعال موردنیاز است

source: Size in blocks
fa: اندازه به بلوک

source: Chunk size
fa: اندازه قسمت

source: Parity algorithm
fa: الگوریتم زوج‌بودن

source: Array properties
fa: ویژگی‌های آرایه

source: Resyncing array
fa: همگام‌سازی مجدد آرایه

source: Rebuild array
fa: بازسازی آرایه

source: Reshape array
fa: شکل‌دهی مجدد آرایه

source: Operation type
fa: نوع اقدام

source: Percentage completed
fa: درصد کامل‌شد

source: Estimated time left
fa: زمان تقریبی باقیمانده

source: Operation speed
fa: سرعت اقدام

source: RAID device number
fa: شماره دستگاه RAID

source: Device
fa: دستگاه

source: up
fa: بالا

source: failure
fa: شکست

source: No unused RAID devices
fa: دستگاه RAID بدون کاربردی نیست

source: Unused RAID arrays
fa: آرایه‌های RAID بدون‌کاربرد

source: Back up
fa: پشتیبان

source: Back up the current configuration state
fa: پشتیبان‌گیری وضعیت فعلی پیکربندی

source: Archive size
fa: اندازه بایگانی

source: Actions
fa: اقدامات

source: Download
fa: دانلود

source: restore
fa: بازیابی

source: download
fa: دانلود

source: delete
fa: حذف

source: Configuration backups' list
fa: فهرست پشتیبان‌های پیکربندی

source: Cancel
fa: لغو

source: eBox host
fa: میزبان ای‌باکس

source: Backups' list
fa: فهرست پشتیبان‌ها

source: User
fa: کاربر

source: Submit
fa: ارسال

source: Enter user and password
fa: نام کاربری و گذرواژه را وارد نمایید

source: Your computer has not a correct system date
fa: رایانه شما تاریخ سیستمی درستی ندارد

source: You are using the wrong certificates
fa: شما از گواهینامه‌های اشتباه استفاده می‌کنید

source: subscription page
fa: صفحه اشتراک

source: Full Backup
fa: پشتیبان کامل

source: Configuration Backup
fa: پشتیبان پیکربندی

source: Back up the current state
fa: پشتیبان‌گیری وضعیت کنونی

source: Backup mode
fa: حالت پشتیبان

source: Restore backup from file
fa: بازیابی پشتیبان از فایل

source: Backup file
fa: فایل پشتیبان

source: Full
fa: پر

source: Configuration only
fa: فقط پیکربندی

source: Unknown type
fa: نوع نامشخص

source: Full Restore
fa: بازیابی کامل

source: Configuration Restore
fa: بازیابی پیکربندی

source: Restore mode
fa: حالت بازیابی

source: Local backup
fa: پشتیبان محلی

source: Remote backup
fa: پشتیبان راه‌دور

source: Warning
fa: اخطار

source: Message
fa: پیغام

source: Save
fa: ذخیره

source: Discard changes
fa: لغو تغییرات

source: Halt
fa: خاموش‌کردن

source: Reboot
fa: راه‌اندازی مجدد

source: Change password
fa: تغییر گذرواژه

source: Current password
fa: گذرواژه کنونی

source: New password
fa: گذرواژه جدید

source: Confirm password
fa: تایید گذرواژه

source: Item
fa: آیتم

source: items left
fa: آیتم‌های باقیمانده

source: Some error has happened in eBox:
fa: چندین خطا در ای‌باکس اتفاق افتاده است:

source: Starting...
fa: در حال شروع...

source: Remote services control panel
fa: پنل کنترل سرویس‌های راه‌دور

source: {ebox} created by {warp}
fa: {ebox} تولید‌شده توسط {warp}

source: Do you wish to overwrite these files?
fa: آیا مایلید که این فایل‌ها بازنویسی شوند؟

source: Keep current file
fa: حفظ فایل جاری

source: Modify
fa: تغییر

source: Actions to perform by eBox
fa: اقدامات برای انجام توسط ای‌باکس

source: Files to modify by eBox
fa: فایل‌های برای تغییر توسط ای‌باکس

source: Accept
fa: تایید

source: Depends
fa: وابسته

source: Configure module: {module}
fa: ماجول پیکربندی: {module}
